Repository: ricardoBento/nx-workspace-mobileapps
Catalog: apps/flowapp/www/locales/*/*.po
Languages: de, es, pt

source: A member of the Flow team will contact you within 24 hrs of your email or phone call.
de: Ein Mitglied des Flow-Teams wird Sie innerhalb von 24 Stunden nach Ihrer E-Mail oder Ihrem Anruf kontaktieren.
es: Un miembro del equipo de Flow se pondrá en contacto contigo en las 24 horas siguientes a tu correo electrónico o llamada telefónica.
pt: Um membro da equipe Flow entrará em contato com você dentro de 24 hrs de seu e-mail ou telefonema.

source: Q. Can I get my Personal Licence Holder (PLH) qualification through Flow?
de: Q. Kann ich meine Qualifikation als Personal Licence Holder (PLH) über Flow erwerben?
es: Q. ¿Puedo obtener mi título de titular de licencia personal (PLH) a través de Flow?
pt: Q. Posso obter minha qualificação de Titular de Licença Pessoal (PLH) através da Flow?

source: In order to gain your Personal Licence Holder qualification either APLH (E&W) or SCPLH (Scotland) you need to purchase the PLH training module from our sister company <a href='https://www.plhonline.co.uk' class='pdf-anchor-link'>PLH Online</a>.
de: Um Ihre Qualifikation zum Personal Licence Holder APLH (E&amp;W) oder SCPLH (Schottland) zu erlangen, müssen Sie das PLH-Schulungsmodul von unserer Schwesterfirma <a href='https://www.plhonline.co.uk' class='pdf-anchor-link'>PLH Online</a> erwerben.
es: Para obtener la calificación de Titular de Licencia Personal, ya sea APLH (E&amp;W) o SCPLH (Escocia), debe adquirir el módulo de formación de PLH en nuestra empresa hermana <a href='https://www.plhonline.co.uk' class='pdf-anchor-link'>PLH Online</a>.
pt: Para obter sua qualificação de Titular de Licença Pessoal ou APLH (E&amp;W) ou SCPLH (Escócia) você precisa adquirir o módulo de treinamento PLH de nossa empresa irmã <a href='https://www.plhonline.co.uk' class='pdf-anchor-link'>PLH Online</a>.

source: Flow provides training on Licensing and Social Responsibility for front of house staff in either England & Wales or Scotland.
de: Flow bietet Schulungen zum Thema Lizenzierung und soziale Verantwortung für Front-of-House-Mitarbeiter in England & Wales oder Schottland an.
es: Flow ofrece formación sobre Licencias y Responsabilidad Social para el personal de la casa, tanto en Inglaterra y Gales como en Escocia.
pt: A Flow oferece treinamento em Licenciamento e Responsabilidade Social para os funcionários da frente de casa na Inglaterra e País de Gales ou na Escócia.

source: Accessing Training
de: Zugriff auf Schulungen
es: Acceso a la formación
pt: Acesso ao treinamento

source: Q. Why can’t I log in to the app using my access code?`
de: Q. Warum kann ich mich mit meinem Zugangscode nicht bei der App anmelden?`
es: Q. ¿Por qué no puedo entrar en la aplicación con mi código de acceso?
pt: Q. Por que eu não consigo entrar no aplicativo utilizando meu código de acesso?

source: In order to log in to the app you must have an email and password account set up. You can do this by logging on to the module manager with your access code using a web browser on your device.
de: Um sich bei der App anzumelden, müssen Sie ein E-Mail- und Passwort-Konto einrichten. Dies können Sie tun, indem Sie sich mit Ihrem Zugangscode über einen Webbrowser auf Ihrem Gerät am Modulmanager anmelden.
es: Para acceder a la aplicación debes tener una cuenta de correo electrónico y contraseña configurada. Puede hacerlo accediendo al administrador del módulo con su código de acceso mediante un navegador web en su dispositivo.
pt: Para entrar no aplicativo, você deve ter uma conta de e-mail e senha configurada. Você pode fazer isso conectando-se ao administrador do módulo com seu código de acesso usando um navegador web em seu dispositivo.

source: Q. How long does it take to complete a module?
de: Q. Wie lange dauert es, ein Modul fertigzustellen?
es: Q. ¿Cuánto tiempo se tarda en completar un módulo?
pt: Q. Quanto tempo leva para completar um módulo?

source: The times can vary depending upon the level of training required. However, on average, each module will take an individual approx 1 hour to complete.
de: Die Zeiten können je nach Umfang der Schulung variieren. Im Durchschnitt benötigt eine Person jedoch ca. 1 Stunde für jedes Modul.
es: Los tiempos pueden variar dependiendo del nivel de entrenamiento requerido. Sin embargo, en promedio, cada módulo le tomará a un individuo aproximadamente 1 hora para completarlo.
pt: Os tempos podem variar de acordo com o nível de treinamento necessário. Entretanto, em média, cada módulo levará aproximadamente 1 hora individual para ser concluído.

source: Q. Are you required to complete the modules in any specific order?
de: Q. Müssen Sie die Module in einer bestimmten Reihenfolge absolvieren?
es: Q. ¿Se requiere que complete los módulos en algún orden específico?
pt: Q. Você é obrigado a completar os módulos em alguma ordem específica?

source: Some companies require modules to be completed in a certain order. Your training path will tell you if certain modules need to be completed first.
de: Einige Unternehmen verlangen, dass die Module in einer bestimmten Reihenfolge absolviert werden. Ihr Schulungsweg sagt Ihnen, ob bestimmte Module zuerst abgeschlossen werden müssen.
es: Algunas empresas exigen que los módulos se completen en un cierto orden. Su ruta de entrenamiento le dirá si ciertos módulos deben ser completados primero.
pt: Algumas empresas exigem que os módulos sejam completados em uma determinada ordem. Seu caminho de treinamento lhe dirá se determinados módulos precisam ser completados primeiro.

source: You will still be able to access your modules; due dates are a guide provided by your company. If you have concerns, please contact your management team.
de: Sie können weiterhin auf Ihre Module zugreifen; die Fälligkeitstermine sind ein Leitfaden, der von Ihrem Unternehmen bereitgestellt wird. Wenn Sie Bedenken haben, wenden Sie sich bitte an Ihr Management-Team.
es: Todavía podrá acceder a sus módulos; las fechas de vencimiento son una guía proporcionada por su empresa. Si tiene alguna preocupación, por favor contacte con su equipo de gestión.
pt: Você ainda poderá acessar seus módulos; as datas de vencimento são um guia fornecido por sua empresa. Se você tiver preocupações, entre em contato com sua equipe administrativa.

source: 3. Exams and Certificates
de: 3. Prüfungen und Zertifikate
es: 3. Exámenes y certificados
pt: 3. Exames e certificados

source: Q. What happens if I fail the exam?
de: Q. Was passiert, wenn ich die Prüfung nicht bestehe?
es: Q. ¿Qué pasa si no apruebo el examen?
pt: Q. O que acontece se eu reprovar no exame?

source: The failed exam screen will highlight the specific areas of the module that you should revisit to assist you in passing the exam the next time. There is no limit on how many attempts you can take to pass the exam. If you are struggling with an exam, please contact your management.
de: Auf dem Bildschirm "Nicht bestandene Prüfung" werden die spezifischen Bereiche des Moduls hervorgehoben, die Sie erneut durcharbeiten sollten, um die Prüfung beim nächsten Mal zu bestehen. Es gibt keine Begrenzung, wie viele Versuche Sie unternehmen können, um die Prüfung zu bestehen. Wenn Sie Probleme mit einer Prüfung haben, wenden Sie sich bitte an Ihr Management.
es: La pantalla del examen fallido resaltará las áreas específicas del módulo que debe volver a visitar para ayudarle a aprobar el examen la próxima vez. No hay límite en el número de intentos que puedes hacer para pasar el examen. Si tiene problemas con un examen, por favor contacte a su gerente.
pt: A tela de exame reprovado destacará as áreas específicas do módulo que você deve revisitar para ajudá-lo a passar no exame da próxima vez. Não há limite para o número de tentativas que você pode fazer para passar no exame. Se você estiver lutando com um exame, favor entrar em contato com sua gerência.

source: Q. Can I access the module after passing the exam?
de: Q. Kann ich auf das Modul zugreifen, nachdem ich die Prüfung bestanden habe?
es: Q. ¿Puedo acceder al módulo después de aprobar el examen?
pt: Q. Posso acessar o módulo depois de passar no exame?

source: Yes, you can revisit the content, but you will not be able to re-sit the exam.
de: Ja, Sie können den Inhalt wiederholen, aber Sie können die Prüfung nicht erneut ablegen.
es: Sí, puede volver a visitar el contenido, pero no podrá volver a hacer el examen.
pt: Sim, você pode revisitar o conteúdo, mas não poderá revisitar o exame.

source: Q. When will I receive my certificate?
de: Q. Wann werde ich mein Zertifikat erhalten?
es: Q. ¿Cuándo recibiré mi certificado?
pt: Q. Quando vou receber meu certificado?

source: The certificate can be printed at the end of each exam once you successfully pass. If you do not have access to a printer or if you have any difficulty in printing your certificate, then you can access it at a later date via the system. Alternatively, a training manager within your organisation can access the management system and will be able to print certificates if needed.
de: Das Zertifikat kann am Ende jeder Prüfung ausgedruckt werden, wenn Sie diese erfolgreich bestanden haben. Wenn Sie keinen Zugang zu einem Drucker haben oder wenn Sie Schwierigkeiten haben, Ihr Zertifikat auszudrucken, dann können Sie es zu einem späteren Zeitpunkt über das System abrufen. Alternativ kann ein Schulungsleiter innerhalb Ihrer Organisation auf das Managementsystem zugreifen und bei Bedarf Zertifikate ausdrucken.
es: El certificado puede imprimirse al final de cada examen una vez que lo apruebe. Si no tiene acceso a una impresora o si tiene alguna dificultad para imprimir el certificado, puede acceder a él posteriormente a través del sistema. Alternativamente, un gerente de capacitación dentro de su organización puede acceder al sistema de gestión y podrá imprimir los certificados si es necesario.
pt: O certificado pode ser impresso no final de cada exame, uma vez aprovado. Se você não tiver acesso a uma impressora ou se tiver alguma dificuldade para imprimir seu certificado, então você poderá acessá-lo posteriormente através do sistema. Alternativamente, um gerente de treinamento dentro de sua organização pode acessar o sistema de gerenciamento e poderá imprimir certificados, se necessário.

source: Q. Can I move my completed training from a previous company?
de: Q. Kann ich meine abgeschlossene Ausbildung aus einem früheren Unternehmen übertragen?
es: Q. ¿Puedo trasladar mi entrenamiento completado de una compañía anterior?
pt: Q. Posso mudar meu treinamento concluído de uma empresa anterior?

source: Yes, if your previous company used Flow, then you can contact our helpdesk to get these modules moved. Please send an email with your name, old company, new company and your new job title to help@flowhospitalitytraining.co.uk
de: Ja, wenn Ihr vorheriges Unternehmen Flow verwendet hat, können Sie sich an unseren Helpdesk wenden, um diese Module verschieben zu lassen. Bitte senden Sie eine E-Mail mit Ihrem Namen, Ihrer alten Firma, Ihrer neuen Firma und Ihrer neuen Stellenbezeichnung an help@flowhospitalitytraining.co.uk
es: Sí, si su empresa anterior usaba Flow, entonces puede contactar con nuestro servicio de ayuda para mover estos módulos. Por favor, envíe un correo electrónico con su nombre, antigua empresa, nueva empresa y su nuevo puesto de trabajo a help@flowhospitalitytraining.co.uk
pt: Sim, se sua empresa anterior utilizou o Flow, então você pode entrar em contato com nosso helpdesk para que estes módulos sejam movidos. Favor enviar um e-mail com seu nome, empresa antiga, nova empresa e seu novo cargo para help@flowhospitalitytraining.co.uk

source: Get in touch with questions, comments, issues, and love for Flow on help@flowhospitalitytraining.co.uk
de: Melden Sie sich mit Fragen, Kommentaren, Problemen und Liebe zu Flow auf help@flowhospitalitytraining.co.uk
es: Ponte en contacto con preguntas, comentarios, temas y amor por Flow en help@flowhospitalitytraining.co.uk
pt: Entre em contato com perguntas, comentários, questões e amor pela Flow em help@flowhospitalitytraining.co.uk

source: Our core office hours are Monday-Friday, 9am - 6pm and we aim to respond to all queries within 24 hours.
de: Unsere Kernbürozeiten sind Montag-Freitag, 9 - 18 Uhr und wir bemühen uns, alle Anfragen innerhalb von 24 Stunden zu beantworten.
es: Nuestro horario de oficina es de lunes a viernes, de 9am a 6pm y nuestro objetivo es responder a todas las preguntas dentro de las 24 horas.
pt: Nosso horário central de atendimento é de segunda a sexta-feira, das 9h às 18h, e nosso objetivo é responder a todas as consultas dentro de 24 horas.

source: Q. What happens if my modules become overdue?
de: Q. Was passiert, wenn meine Module überfällig werden?
es: Q. ¿Qué pasa si mis módulos se atrasan?
pt: Q. O que acontece se meus módulos se atrasarem?

source: enter your content here...
es: introduzca su contenido aquí...

source: Type
de: Typ
pt: Tipo

source: Uncategorised
de: Nicht kategorisiert
pt: Sem Categoria

source: enter your content here
de: geben Sie hier Ihren Inhalt ein
pt: digite aqui seu conteúdo

source: Continue Lunar module
pt: Continuar Módulo Lunar

source: RE: THIS IS THE TITLE OF THE TOPIC
pt: RE: ESTE É O TÍTULO DO TÓPICO

source: Classroom training with a two line name
pt: Treinamento em sala de aula com um nome de duas linhas

source: Error
de: Fehler
pt: Erro

source: 43 minutes ago
pt: 43 minutos atrás

source: General
de: Allgemein
pt: Geral
