Repository: ricardoBento/nx-workspace-mobileapps
Catalog: apps/flowapp/www/locales/*/*.po
Languages: de, es, pt

source: All content and services provided on or through this Mobile App are provided 'as is' and 'as available for your use. The content is provided without warranties or conditions of any kind, either express or implied, including but not limited to implied warranties and conditions of merchantability, fitness for a particular purpose or non infringement. Neither Flow, their affiliates and related entities, nor any of their respective employees, agents, third party content providers or licensors warrant that the content is accurate, reliable or correct; that this Mobile App will be available at any particular time or location; that any defects or errors will be corrected or that the content is free of viruses or other harmful components. Your use of this Mobile App is solely at your risk. Because some jurisdictions do not permit the exclusion of certain warranties, those exclusions may not apply to you.
de: Alle Inhalte und Dienste, die auf oder über diese Mobile App bereitgestellt werden, werden "wie besehen" und "wie für Ihre Nutzung verfügbar" bereitgestellt. Der Inhalt wird ohne ausdrückliche oder stillschweigende Garantien oder Bedingungen jeglicher Art bereitgestellt, einschließlich, aber nicht beschränkt auf stillschweigende Garantien und Bedingungen der Marktgängigkeit, Eignung für einen bestimmten Zweck oder Nichtverletzung. Weder Flow, ihre Tochtergesellschaften und verbundenen Unternehmen noch ihre jeweiligen Mitarbeiter, Vertreter, Drittanbieter von Inhalten oder Lizenzgeber gewährleisten, dass der Inhalt genau, zuverlässig oder korrekt ist, dass diese Mobile App zu einem bestimmten Zeitpunkt oder an einem bestimmten Ort verfügbar ist, dass etwaige Mängel oder Fehler behoben werden oder dass der Inhalt frei von Viren oder anderen schädlichen Komponenten ist. Die Nutzung dieser Mobile App erfolgt ausschließlich auf Ihr eigenes Risiko. Da einige Gerichtsbarkeiten den Ausschluss bestimmter Garantien nicht zulassen, treffen diese Ausschlüsse möglicherweise nicht auf Sie zu.
es: Todos los contenidos y servicios proporcionados en o a través de esta aplicación móvil se proporcionan "tal cual" y "según estén disponibles para su uso". El contenido se proporciona sin garantías o condiciones de ningún tipo, ya sean expresas o implícitas, incluyendo pero no limitándose a garantías y condiciones implícitas de comerciabilidad, idoneidad para un propósito particular o no infracción. Ni Flow, ni sus filiales y entidades relacionadas, ni ninguno de sus respectivos empleados, agentes, terceros proveedores de contenido o licenciatarios garantizan que el contenido sea preciso, fiable o correcto; que esta aplicación móvil esté disponible en un momento o lugar determinado; que se corrija cualquier defecto o error o que el contenido esté libre de virus u otros componentes dañinos. El uso de esta Aplicación Móvil se realiza bajo su propio riesgo. Debido a que algunas jurisdicciones no permiten la exclusión de ciertas garantías, es posible que esas exclusiones no se apliquen en su caso.
pt: Todos os conteúdos e serviços fornecidos neste aplicativo móvel ou através dele são fornecidos "como estão" e "como disponíveis para seu uso". O conteúdo é fornecido sem garantias ou condições de qualquer tipo, expressas ou implícitas, incluindo mas não limitadas a garantias e condições implícitas de comercialização, adequação a uma finalidade específica ou não violação. Nem a Flow, suas afiliadas e entidades relacionadas, nem qualquer de seus respectivos funcionários, agentes, provedores de conteúdo de terceiros ou licenciadores garantem que o conteúdo seja preciso, confiável ou correto; que este aplicativo móvel estará disponível a qualquer momento ou local em particular; que quaisquer defeitos ou erros serão corrigidos ou que o conteúdo está livre de vírus ou outros componentes prejudiciais. O uso desta Aplicativo Móvel é de sua exclusiva responsabilidade. Como algumas jurisdições não permitem a exclusão de certas garantias, essas exclusões podem não se aplicar a você.

source: Limit of Liability
de: Haftungsbeschränkung
es: Límite de responsabilidad
pt: Limite de responsabilidade civil

source: In no event shall Flow or their respective directors, officers, partners, employees, representatives, contractors, affiliates, successors or assigns be liable to you for your accessing of this Mobile App or under or related to this agreement for any indirect, special, punitive, incidental, reliance, exemplary or consequential damages, loss of profits, loss of expected savings, or any other non-direct damages howsoever caused whether or not Flow has been advised of the possibility of such damages, and their collective maximum liability to you under or related to this agreement shall in no event exceed one-hundred pounds sterling (£100). The limitations of liability and disclaimers in this agreement shall apply regardless of the form of action, whether in contract, warranty, strict liability, negligence or other tort and shall survive a fundamental breach or breaches or the failure of the essential purpose of contract or the failure of an exclusive remedy. Because some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, Flow's liability in such jurisdictions shall be limited to the extent permitted by law.
de: In keinem Fall haften Flow oder ihre jeweiligen Direktoren, leitenden Angestellten, Partner, Mitarbeiter, Vertreter, Auftragnehmer, verbundenen Unternehmen, Nachfolger oder Bevollmächtigten Ihnen gegenüber für Ihren Zugriff auf diese Mobile App oder im Rahmen oder in Verbindung mit dieser Vereinbarung für indirekte, spezielle, strafende, zufällige, verlässliche, beispielhafte oder Folgeschäden, entgangene Gewinne, entgangene erwartete Einsparungen oder andere nicht-direkte Schäden, unabhängig davon, ob Flow auf die Möglichkeit solcher Schäden hingewiesen wurde oder nicht, und ihre kollektive Höchsthaftung Ihnen gegenüber unter oder im Zusammenhang mit diesem Vertrag übersteigt in keinem Fall einhundert Pfund Sterling (£100). Die Haftungsbeschränkungen und Haftungsausschlüsse in dieser Vereinbarung gelten unabhängig von der Form der Klage, sei es aufgrund von Vertrag, Gewährleistung, Gefährdungshaftung, Fahrlässigkeit oder anderen unerlaubten Handlungen, und überdauern eine grundlegende Verletzung oder Verletzungen oder das Versagen des wesentlichen Vertragszwecks oder das Versagen eines ausschließlichen Rechtsmittels. Da einige Gerichtsbarkeiten den Ausschluss oder die Beschränkung von Neben- oder Folgeschäden nicht zulassen, ist die Haftung von Flow in solchen Gerichtsbarkeiten auf das gesetzlich zulässige Maß beschränkt.
es: En ningún caso Flow o sus respectivos directores, funcionarios, socios, empleados, representantes, contratistas, afiliados, sucesores o cesionarios serán responsables ante usted por su acceso a esta Aplicación Móvil o bajo o en relación con este acuerdo por cualquier daño indirecto, especial, punitivo, incidental, de confianza, ejemplar o consecuente, pérdida de beneficios, pérdida de ahorros esperados, o cualquier otro daño no directo, sea cual sea la causa, tanto si Flow ha sido advertido de la posibilidad de tales daños como si no, y su responsabilidad colectiva máxima ante usted en virtud o en relación con este acuerdo no excederá en ningún caso de cien libras esterlinas (£100). Las limitaciones de responsabilidad y las renuncias de este acuerdo se aplicarán independientemente de la forma de acción, ya sea en el contrato, la garantía, la responsabilidad estricta, la negligencia u otro agravio y sobrevivirán a un incumplimiento o incumplimientos fundamentales o al fracaso del propósito esencial del contrato o al fracaso de un recurso exclusivo. Dado que algunas jurisdicciones no permiten la exclusión o limitación de los daños incidentales o consecuentes, la responsabilidad de Flow en dichas jurisdicciones se limitará en la medida en que lo permita la ley.
pt: Em nenhum caso a Flow ou seus respectivos diretores, executivos, sócios, funcionários, representantes, contratados, afiliados, sucessores ou cessionários serão responsáveis por seu acesso a este aplicativo móvel ou sob ou relacionado a este acordo por quaisquer danos indiretos, especiais, punitivos, incidentais, de confiança, exemplares ou conseqüentes, perda de lucros, perda de economias previstas ou quaisquer outros danos não diretos causados, independentemente de a Flow ter sido ou não informada sobre a possibilidade de tais danos, e sua responsabilidade máxima coletiva para você nos termos ou relacionados a este contrato não deverá, em nenhum caso, exceder cem libras esterlinas (£100). As limitações de responsabilidade e renúncia neste contrato serão aplicáveis independentemente da forma de ação, seja em contrato, garantia, responsabilidade estrita, negligência ou outro ato ilícito e deverão sobreviver a uma violação ou violações fundamentais ou à falha do propósito essencial do contrato ou à falha de um recurso exclusivo. Como algumas jurisdições não permitem a exclusão ou limitação de danos incidentais ou conseqüentes, a responsabilidade da Flow em tais jurisdições será limitada na extensão permitida por lei.

source: Indemnity
de: Entschädigung
es: Indemnización
pt: Indenização

source: You agree to defend, indemnify and hold harmless Flow and their respective directors, officers, partners, employees, representatives, contractors, affiliates, successors or assigns, including all third parties mentioned at this Mobile App, from and against any and all claims, actions or demands, including without limitation reasonable legal and accounting fees, alleging or resulting from your use of this Mobile App and the Content or your breach of these Terms and Conditions or in connection with your use of the Services.
de: Sie erklären sich damit einverstanden, Flow und ihre jeweiligen Direktoren, leitenden Angestellten, Partner, Mitarbeiter, Vertreter, Auftragnehmer, verbundenen Unternehmen, Nachfolger oder Zessionare, einschließlich aller in dieser Mobilen App erwähnten Dritten, zu verteidigen, freizustellen und schadlos zu halten von und gegen alle Ansprüche, Klagen oder Forderungen, einschließlich und ohne Einschränkung angemessener Rechts- und Buchhaltungskosten, die sich aus Ihrer Nutzung dieser Mobilen App und der Inhalte oder Ihrem Verstoß gegen diese Geschäftsbedingungen oder in Verbindung mit Ihrer Nutzung der Dienste ergeben.
es: Usted acepta defender, indemnizar y eximir de responsabilidad a Flow y a sus respectivos directores, funcionarios, socios, empleados, representantes, contratistas, afiliados, sucesores o cesionarios, incluidos todos los terceros mencionados en esta Aplicación Móvil, de y contra cualquier reclamación, acción o demanda, incluyendo, sin limitación, los honorarios legales y contables razonables, que se aleguen o resulten del uso de esta Aplicación Móvil y el Contenido o del incumplimiento de estos Términos y Condiciones o en relación con el uso de los Servicios.
pt: Você concorda em defender, indenizar e isentar a Flow e seus respectivos diretores, executivos, sócios, funcionários, representantes, contratados, afiliadas, sucessores ou cessionários, incluindo todos e quaisquer terceiros mencionados nesta Aplicativo Móvel, de e contra todas e quaisquer reivindicações, ações ou demandas, incluindo, sem limitação, taxas legais e contábeis razoáveis, alegando ou resultantes de seu uso desta Aplicativo Móvel e do Conteúdo ou de sua violação destes Termos e Condições ou em conexão com seu uso dos Serviços.

source: Governing Law
de: Geltendes Recht
es: Leyes vigentes
pt: Lei aplicável

source: All matters relative to this Agreement shall be governed and construed in all respects by the law Scotland and the parties hereby submit to the non-exclusive jurisdiction of the Scottish Courts.
de: Alle Angelegenheiten im Zusammenhang mit dieser Vereinbarung unterliegen in jeder Hinsicht dem schottischen Recht, und die Parteien unterwerfen sich hiermit der nicht ausschließlichen Gerichtsbarkeit der schottischen Gerichte.
es: Todas las cuestiones relativas al presente Acuerdo se regirán e interpretarán en todos los aspectos por la ley Escocia y las partes se someten por la presente a la jurisdicción no exclusiva de los tribunales escoceses.
pt: Todos os assuntos relativos a este Contrato serão regidos e interpretados em todos os aspectos pela lei escocesa e as partes se submetem à jurisdição não-exclusiva dos tribunais escoceses.

source: The Privacy Policy is a binding part of these Terms and Conditions, and together with these Terms and Conditions constitutes the entire agreement between Flow and you with respect to your use of this Mobile App. Flow's failure to insist upon or enforce strict performance of any provision of these Terms and Conditions shall not be construed as a waiver of any provision or right. If for any reason a court of competent jurisdiction finds any provision of these Terms and Conditions or portion thereof to be unenforceable, that provision shall be enforced to the maximum extent permissible so as to effect the intent of these Terms and Conditions, and the remainder of these Terms and Conditions shall continue in full force and effect. Any cause of action you may have with respect to your use of this Mobile App or which is the subject of these Terms and Conditions must be commenced within one (1) year after the claim or cause of action arises. You acknowledge that Flow is a third party beneficiary for all purposes under these Terms and Conditions.
de: Die Datenschutzrichtlinie ist ein verbindlicher Teil dieser Geschäftsbedingungen und stellt zusammen mit diesen Geschäftsbedingungen die gesamte Vereinbarung zwischen Flow und Ihnen in Bezug auf Ihre Nutzung dieser Mobile App dar. Das Versäumnis von Flow, auf die strikte Erfüllung einer Bestimmung dieser Geschäftsbedingungen zu bestehen oder diese durchzusetzen, ist nicht als Verzicht auf eine Bestimmung oder ein Recht auszulegen. Wenn ein zuständiges Gericht aus irgendeinem Grund eine Bestimmung dieser Bedingungen oder einen Teil davon für nicht durchsetzbar hält, wird diese Bestimmung im maximal zulässigen Umfang durchgesetzt, um die Absicht dieser Bedingungen zu erreichen, und der Rest dieser Bedingungen bleibt in vollem Umfang in Kraft und wirksam. Jeder Klagegrund, den Sie in Bezug auf Ihre Nutzung dieser mobilen App haben oder der Gegenstand dieser Bedingungen ist, muss innerhalb eines (1) Jahres nach Auftreten des Anspruchs oder Klagegrunds eingeleitet werden. Sie erkennen an, dass Flow ein Drittbegünstigter für alle Zwecke gemäß diesen Bedingungen ist.
es: La Política de Privacidad es una parte vinculante de estos Términos y Condiciones, y junto con estos Términos y Condiciones constituye el acuerdo completo entre Flow y usted con respecto al uso de esta Aplicación Móvil. El hecho de que Flow no insista en el cumplimiento estricto de cualquiera de las disposiciones de estos Términos y condiciones o no lo haga no debe interpretarse como una renuncia a ninguna disposición o derecho. Si por alguna razón un tribunal de jurisdicción competente considera que alguna disposición de estos Términos y Condiciones o parte de ella no es aplicable, dicha disposición se aplicará en la medida máxima permitida para hacer efectiva la intención de estos Términos y Condiciones, y el resto de estos Términos y Condiciones continuará en pleno vigor y efecto. Cualquier causa de acción que usted pueda tener con respecto a su uso de esta Aplicación Móvil o que sea objeto de estos Términos y Condiciones debe iniciarse dentro de un (1) año después de que surja la reclamación o causa de acción. Usted reconoce que Flow es un tercero beneficiario a todos los efectos bajo estos Términos y Condiciones.
pt: A Política de Privacidade é uma parte obrigatória destes Termos e Condições, e juntamente com estes Termos e Condições constitui o acordo completo entre a Flow e você com respeito ao seu uso deste aplicativo móvel. A falha da Flow em insistir ou fazer cumprir estritamente qualquer disposição destes Termos e Condições não deve ser interpretada como uma renúncia a qualquer disposição ou direito. Se, por qualquer razão, um tribunal de jurisdição competente considerar qualquer disposição destes Termos e Condições ou parte deles inexeqüível, tal disposição será aplicada na máxima extensão permitida de modo a efetivar a intenção destes Termos e Condições, e o restante destes Termos e Condições continuará em pleno vigor e efeito. Qualquer causa de ação que você possa ter com relação ao uso deste aplicativo móvel ou que seja objeto destes Termos e Condições deve ser iniciada dentro de um (1) ano após o surgimento da reclamação ou causa de ação. Você reconhece que a Flow é uma terceira parte beneficiária para todos os fins sob estes Termos e Condições.

source: If you have a question that is not answered below please do not hesitate to email our helpdesk on help@flowhospitalitytraining.co.uk
de: Wenn Sie eine Frage haben, die hier nicht beantwortet wird, zögern Sie nicht, eine E-Mail an unseren Helpdesk unter help@flowhospitalitytraining.co.uk zu senden
es: Si tiene alguna pregunta que no se responda a continuación, por favor no dude en enviar un correo electrónico a nuestro servicio de asistencia en help@flowhospitalitytraining.co.uk
pt: Se você tem uma pergunta que não foi respondida abaixo, por favor não hesite em enviar um e-mail para nosso helpdesk em help@flowhospitalitytraining.co.uk

source: Contact
de: Kontakt
es: Contacto
pt: Contato

source: About Flow
de: Über Flow
es: Acerca de Flow
pt: Sobre o fluxo

source: Q. What is Flow Hospitality Training?
de: Q. Was ist Flow Hospitality Training?
es: Q. ¿Qué es el Flow Hospitality Training?
pt: Q. O que é o Treinamento de Hospitalidade Flow?

source: Flow Hospitality Training is a fully online product which provides organisations with the training tools required to train and develop staff to build a successful career in the hospitality industry. For people that are looking to work in the hospitality industry the Flow modules provide a great platform for learning.
de: Flow Hospitality Training ist ein vollständiges Online-Produkt, das Organisationen die erforderlichen Schulungswerkzeuge zur Verfügung stellt, um Mitarbeiter zu schulen und zu entwickeln, die eine erfolgreiche Karriere im Gastgewerbe anstreben. Für Menschen, die im Gastgewerbe arbeiten möchten, bieten die Flow-Module eine großartige Plattform zum Lernen.
es: Flow Hospitality Training es un producto totalmente en línea que proporciona a las organizaciones las herramientas de formación necesarias para capacitar y desarrollar al personal para construir una carrera exitosa en la industria de la hospitalidad. Para las personas que buscan trabajar en la industria de la hospitalidad, los módulos de Flow proporcionan una gran plataforma de aprendizaje.
pt: Flow Hospitality Training é um produto totalmente online que fornece às organizações as ferramentas de treinamento necessárias para treinar e desenvolver o pessoal para construir uma carreira de sucesso na indústria hoteleira. Para as pessoas que procuram trabalhar na indústria hoteleira, os módulos Flow fornecem uma ótima plataforma de aprendizado.

source: Q. Is Flow training fully accredited?
de: Q. Ist das Flow-Training vollständig akkreditiert?
es: Q. ¿Está plenamente acreditada la formación en materia de flujo?
pt: Q. O treinamento Flow é totalmente credenciado?

source: The Flow modules and exams are fully endorsed by the Institute of Hospitality, Scottish Qualifications Authority (SQA) and accredited by the National Skills Academy [NSA].
de: Die Flow-Module und -Prüfungen werden vom Institute of Hospitality, der Scottish Qualifications Authority (SQA) voll anerkannt und von der National Skills Academy [NSA] akkreditiert.
es: Los módulos y exámenes de Flujo están plenamente avalados por el Instituto de Hostelería, Autoridad Escocesa de Calificaciones (SQA) y acreditados por la Academia Nacional de Habilidades [NSA].
pt: Os módulos de fluxo e exames são totalmente endossados pelo Institute of Hospitality, Scottish Qualifications Authority (SQA) e credenciados pela National Skills Academy [NSA].

source: All our modules are accredited by People 1st Quality Mark, the Institute of Hospitality, CPD and SQA.
de: Alle unsere Module sind von People 1st Quality Mark, dem Institute of Hospitality, CPD und SQA akkreditiert.
es: Todos nuestros módulos están acreditados por People 1st Quality Mark, el Instituto de Hospitalidad, CPD y SQA.
pt: Todos os nossos módulos são credenciados pelo People 1st Quality Mark, Institute of Hospitality, CPD e SQA.

source: Our Food Safety modules are also accredited by IQ, Health and Safety by RoSPA and our licensing modules are accredited by SQA.
de: Unsere Module zur Lebensmittelsicherheit sind ebenfalls von IQ akkreditiert, Gesundheit und Sicherheit von RoSPA und unsere Lizenzierungsmodule sind von SQA akkreditiert.
es: Nuestros módulos de seguridad alimentaria también están acreditados por IQ, salud y seguridad por RoSPA y nuestros módulos de licencia están acreditados por SQA.
pt: Nossos módulos de Segurança Alimentar também são credenciados pelo IQ, Saúde e Segurança pela RoSPA e nossos módulos de licenciamento são credenciados pelo SQA.

source: The SQA Privacy Policy can be found on their <a href='https://www.sqa.org.uk' class='pdf-anchor-tag'>website</a>.
de: Die Datenschutzbestimmungen von SQA finden Sie auf deren <a href='https://www.sqa.org.uk' class='pdf-anchor-tag'>Website</a>.
es: La política de privacidad de SQA se puede encontrar en su <a href='https://www.sqa.org.uk' class='pdf-anchor-tag'>sitio</a> web.
pt: A Política de Privacidade da SQA pode ser encontrada em seu <a href='https://www.sqa.org.uk' class='pdf-anchor-tag'>website</a>.

source: Q. If I have any questions regarding the content of the modules who do I contact?
de: Q. Wenn ich Fragen zu den Inhalten der Module habe, an wen wende ich mich?
es: Q. Si tengo alguna pregunta sobre el contenido de los módulos, ¿con quién me pongo en contacto?
pt: Q. Se eu tiver alguma pergunta a respeito do conteúdo dos módulos que devo contatar?

source: If you have any problems accessing the modules contact the helpdesk, available from 9am–6pm, Monday - Saturday, on 0844 445 7119 or email help@flowhospitalitytraining.co.uk. Outside these hours, all emails and phone calls will be responded to within 24 hours.
de: Wenn Sie Probleme beim Zugriff auf die Module haben, wenden Sie sich an den Helpdesk, der von Montag bis Samstag von 9 bis 18 Uhr unter der Telefonnummer 0844 445 7119 oder per E-Mail an help@flowhospitalitytraining.co.uk erreichbar ist. Außerhalb dieser Zeiten werden alle E-Mails und Anrufe innerhalb von 24 Stunden beantwortet.
es: Si tiene algún problema para acceder a los módulos, contacte con el servicio de asistencia, disponible de 9 a 18 horas, de lunes a sábado, en el 0844 445 7119 o envíe un correo electrónico a help@flowhospitalitytraining.co.uk. Fuera de este horario, todos los correos electrónicos y llamadas telefónicas serán respondidas dentro de las 24 horas.
pt: Se você tiver qualquer problema para acessar os módulos entre em contato com o helpdesk, disponível das 9h às 18h, de segunda a sábado, no 0844 445 7119 ou envie um e-mail para help@flowhospitalitytraining.co.uk. Fora deste horário, todos os e-mails e telefonemas serão respondidos dentro de 24 horas.

source: Q. How quickly will I be contacted after inputting my initial enquiry?
de: Q. Wie schnell werde ich nach Eingabe meiner Erstanfrage kontaktiert?
es: Q. ¿Con qué rapidez se pondrán en contacto conmigo después de introducir mi consulta inicial?
pt: Q. Com que rapidez serei contatado depois de ter inserido minha consulta inicial?
