Repository: ricardoBento/nx-workspace-mobileapps
Catalog: apps/flowapp/www/locales/*/*.po
Languages: de, es, pt

source: There was an error
es: Hubo un error
pt: Aconteceu um Erro

source: Lunch and Learns
es: Almuerzo y Aprende
pt: Almoço e aprendizagem

source: Policies
es: Políticas
pt: Políticas

source: Product Knowledge
es: Conocimiento del producto
pt: Conhecimento do produto

source: Product Releases
es: Lanzamientos de productos
pt: Lançamentos de produtos

source: My Career
de: Meine Karriere
es: Mi carrera
pt: Minha Carreira

source: Session Link:
de: Sitzung Link:
es: Enlace de sesión:
pt: Link da sessão:

source: Open Document
de: Öffnen des Dokuments
es: Abrir Documento
pt: Abrir documento

source: you been refuse the attendance to this session
de: ihnen die Teilnahme an dieser Sitzung verweigert wurde
es: Ha rechazado la asistencia a esta sesión
pt: você tem recusado o comparecimento a esta sessão

source: Loading topic
de: Thema laden
es: Cargand tema
pt: Tópico de carregamento

source: vote
de: abstimmen
es: voto
pt: voto

source: Reply
de: Antworten
es: Respuesta
pt: Responder

source: Post reply
de: Antwort Veröffentlichen
es: Enviar respuesta
pt: Resposta postal

source: Follow
de: Folgen
es: Seguir
pt: Seguir

source: Start training
de: Training starten
es: Empezar a entrenar
pt: Comece o treinamento

source: Forums
de: Foren
es: Foros
pt: Fóruns

source: Add discussion to forum
de: Diskussion zum Forum hinzufügen
es: Agregar discusión al foro
pt: Adicionar discussão ao fórum

source: items at the moment
de: artikel im Moment
es: artículos en este momento
pt: itens no momento

source: Loading content
de: Inhalt laden
es: Cargando contenido
pt: Carregamento do conteúdo

source: download error source
de: fehlerquelle herunterladen
es: descargar fuente de error
pt: fonte do erro de download

source: download error target
de: download-Fehlerziel
es: descargar destino de error
pt: alvo de erro no download

source: download error code
de: fehlercode herunterladen
es: descargar código de error
pt: download do código de erro

source: Noticeboards
de: Schwarze Bretter
es: Tablón de anuncios
pt: Quadros de avisos

source: Loading index feed
de: Laden des Indexvorschubs
es: Cargando feed de índice
pt: Alimentação do índice de carregamento

source: Let's Go
de: Los gehts
es: Vamonos
pt: Vamos a isto

source: Well done
de: Gut gemacht
es: Bien hecho
pt: Bom trabalho

source: Reset filter
de: Filter zurücksetzen
es: Restablecer filtro
pt: Repor filtro

source: Classification
de: Kategorisierung
es: Uncategorised
pt: Classificação

source: Password
de: Passwort
es: Contraseña
pt: Senha

source: Email Address
de: E-Mail Adresse
es: Correo electrónico
pt: Endereço de e-mail

source: enter your subject here
de: geben Sie hier Ihr Thema ein
es: introduzca su tema aquí
pt: entre seu assunto aqui

source: Please enter your details to login
de: Bitte geben Sie Ihre Daten zur Anmeldung ein
es: Por favor, introduzca sus datos para iniciar sesión
pt: Por favor, digite seus dados para fazer o login

source: login
es: iniciar sesión
pt: entrar

source: Are you sure you want to log out?
de: Möchten Sie sich wirklich abmelden?
es: ¿Estás seguro de que quieres cerrar la sesión?
pt: Tem certeza que deseja sair?

source: Log out
de: Abmelden
es: Cerrar sesión
pt: Sair

source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

source: There was a error logging in. Please restart the app and try again.
de: Es ist ein Fehler bei der Anmeldung aufgetreten. Bitte starten Sie die App neu und versuchen Sie es erneut.
es: Hubo un error al iniciar la sesión. Por favor, reinicie la aplicación e inténtelo de nuevo.
pt: Houve um erro no registro. Por favor, reinicie o aplicativo e tente novamente.

source: Can't access your account?
de: Sie können nicht auf Ihr Konto zugreifen?
es: ¿No puede acceder a su cuenta?
pt: Não consegue acessar sua conta?

source: Overdue
de: Überfällig
es: Vencido
pt: Atrasadas

source: Outstanding
de: Ausstehend
es: Pendientes
pt: Excepcional

source: Complete
de: Abgeschlossen
es: Completados
pt: Concluídos

source: Continue {{$1}}
de: Weiter {{$1}}
es: Continúa {{$1}}
pt: Continuar {{$1}}

source: You have completed all modules
de: Sie haben alle Module abgeschlossen
es: Ha completado todos los módulos
pt: Você completou todos os módulos

source: You have no modules assigned to you
de: Sie haben keine Module zugewiesen
es: No tienes ningún módulo asignado
pt: Você não tem módulos atribuídos a você

source: You have Overdue Modules
de: Sie haben überfällige Module
es: Tienes módulos atrasados
pt: Você tem Módulos em atraso

source: You have no Overdue Modules
de: Sie haben keine überfälligen Module
es: No tienes módulos atrasados
pt: Você não tem Módulos em atraso

source: You have no upcoming training sessions
de: Sie haben keine kommenden Trainingseinheiten
es: No tienes ninguna sesión de entrenamiento próxima
pt: Você não tem nenhuma sessão de treinamento a ser realizada

source: at
de: bei
es: en
pt: às

source: You have no unread discussions.
de: Sie haben keine ungelesenen Diskussionen.
es: No tienes discusiones sin leer.
pt: Você não tem discussões não lidas.

source: You have no upcoming {{$1}}
de: Sie haben keine kommenden {{$1}}
es: No tienes ningún próximo {{$1}}
pt: Você não tem nenhum {{{$1}}

source: with {{$1}}
de: mit {{$1}}
es: con {{$1}}
pt: com {{$1}}

source: Your next {{$1}}
de: Ihr nächster {{$1}}
es: Su próximo {{$1}}
pt: Seu próximo {{{$1}}

source: is on
de: ist eingeschaltet
es: está en
pt: está em

source: Your next training session
de: Ihre nächste Trainingseinheit
es: Su próxima sesión de entrenamiento
pt: Sua próxima sessão de treinamento

source: You have {{$1}} unread discussions
de: Sie haben {{$1}} ungelesene Diskussionen
es: Tienes {{{$1}} discusiones no leídas
pt: Você tem {{{$1}} discussões não lidas

source: no news items available
de: keine Nachrichten vorhanden
es: no hay noticias disponibles
pt: não há notícias disponíveis

source: {{$1}} news items available
de: Verfügbare Nachrichten {{$1}}
es: {{{$1}} noticias disponibles
pt: {{{$1}} notícias disponíveis

source: and
de: und
es: y
pt: e

source: no unread {{$1}}
de: keine ungelesenen {{$1}}
es: no sin leer {{$1}}
pt: não não não lido {{{$1}}

source: {{$1}} unread {{$2}}
de: {{$1}} ungelesen {{$2}}
es: {{$1}} sin leer {{$2}}
pt: não lido

source: You have {{$1}} {{$2}} {{$3}}
de: Sie haben {{$1}} {{$2}} {{$3}}
es: Usted tiene {{{$1}} {{$2}} {{$3}}
pt: Você tem {{{$1}} {{$2}} {{$3}}

source: You have no upcoming {{$1}} or training sessions.
de: Sie haben keine bevorstehenden {{$1}} oder Trainingseinheiten.
es: No tienes ninguna sesión de entrenamiento o {{$1}}.
pt: Você não tem nenhum {{{$1}} ou sessões de treinamento a serem realizadas.

source: Details of your $1 coming soon.
de: Details zu Ihren $1 folgen in Kürze.
es: Los detalles de su $1 pronto.
pt: Detalhes de seu dólar em breve.

source: You have
de: Du hast
es: Tienes
pt: Você tem

source: at {{$1}}
de: bei {{$1}}
es: a {{$1}}
pt: 1. Introdução

source: You have no upcoming training.
de: Sie haben keine anstehende Ausbildung.
es: No tienes ningún entrenamiento próximo.
pt: Você não tem nenhum treinamento futuro.

source: You have one unread discussion.
de: Sie haben eine ungelesene Diskussion.
es: Tienes una discusión no leída.
pt: Você tem uma discussão não lida.

source: End of year appraisal
de: Jahresendbeurteilung
es: Final del anno appraisal
pt: Avaliação de final de ano

source: Contents
de: Inhalte
es: Contenidos
pt: Conteúdo

source: My Library
de: Meine Bibliothek
es: Mi biblioteca
pt: Minha Biblioteca

source: Saved News
de: Gespeicherte Nachrichten
es: Noticias guardadas
pt: Notícias salvas

source: Saved Documents
de: Gespeicherte Dokumente
es: Documentos guardados
pt: Documentos guardados

source: You have no saved news items
de: Sie haben keine gespeicherten Nachrichten
es: No tienes noticias guardadas
pt: Você não tem notícias salvas

source: Error: could not load dashboard data
de: Fehler: Dashboard-Daten konnten nicht geladen werden
es: Error: no se pudieron cargar los datos del tablero
pt: Erro: não foi possível carregar os dados do painel de instrumentos

source: Your company does not have this enabled, contact your training manager to find out more.
de: In Ihrem Unternehmen ist dies nicht aktiviert, wenden Sie sich an Ihren Schulungsleiter, um mehr darüber zu erfahren.
es: Su empresa no tiene esto habilitado, contacte a su gerente de entrenamiento para saber más.
pt: Sua empresa não tem isso habilitado, entre em contato com seu gerente de treinamento para saber mais.

source: Certificates and Module PDFs
de: Zertifikate und Modul-PDFs
es: Certificados y PDFs de módulos
pt: Certificados e PDFs dos módulos

source: You have no saved {{$1}}
de: Sie haben keine gespeicherten {{$1}}
es: No tienes guardado {{$1}}
pt: Você não salvou {{{$1}}

source: Account Details
de: Kontodetails
es: Detalles de la cuenta
pt: Detalhes da Conta

source: Name
es: Nombre
pt: Nome

source: Email
es: Correo electrónico

source: Job Title
de: Stellenbezeichnung
es: Categoría profesional
pt: Cargo

source: Branch
de: Branche
es: Filial
pt: Filial

source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
pt: Data de nascimento

source: Please contact your manager or L&D team if you need to update these details.
de: Bitte wenden Sie sich an Ihren Manager oder das L&D-Team, wenn Sie diese Angaben aktualisieren müssen.
es: Por favor, contacte a su gerente o al equipo de L&D si necesita actualizar estos detalles.
pt: Favor entrar em contato com seu gerente ou equipe de L&D caso necessite atualizar estes detalhes.

source: News
de: Neuigkeiten
es: Noticias
pt: Notícias

source: Published by:
de: Veröffentlicht von:
es: Publicado por:
pt: Publicado por:

source: Item Details
de: Artikeldetails
es: Detalles del Ítem
pt: Detalhes do Item

source: Social Forums
de: Soziale Foren
es: Foros Sociales
pt: Fóruns Sociais

source: Downloading
de: Wird heruntergeladen
es: Descargando
pt: Baixando

source: Session administrator
es: Administrador de sesión
pt: Administrador da sessão

source: Notes
de: Notizen
es: Notas
pt: Comentários

source: Instructions
de: Anweisungen
es: Instrucciones
pt: Instruções

source: Places:
de: Orte:
es: Sitios:
pt: Lugares:

source: Starts:
de: Beginnt:
es: Comienza:
pt: Inicios:

source: Ends:
de: Endet:
es: Termina:
pt: Termina:

source: Location:
de: Ort:
es: Ubicación:
pt: Localização:

source: Index
es: Índice
pt: Índice

source: Following
de: Folgen
es: Siguiendo
pt: Seguindo

source: Unread
de: Ungelesen
es: Sin leer
pt: Não lida

source: Posting
de: Buchung
es: Publicando
pt: Postado

source: votes cast
de: abgegebene Stimmen
es: votos emitidos
pt: votos emitidos

source: Dashboard
es: Panel de control
pt: Painel de controlo

source: Training Path
de: Trainingsweg
es: Camino de entrenamiento
pt: A cor dos módulos no meu caminho de treinamento

source: Training Calendar
de: Trainingskalender
es: Calendario de entrenamiento
pt: Calendário de formações

source: News Feed
de: Neuigkeiten
es: Noticias
pt: Feed de Notícias

source: Activity
de: Aktivität
es: Actividad
pt: Atividade

source: back to dashboard
de: zurück zum Dashboard
es: volver a su escritorio
pt: voltar ao Painel

source: Upcoming
de: Demnächst
es: Próximos
pt: Próximos

source: Invited
de: Eingeladen
es: Invitado
pt: Convidado

source: Available
de: Verfügbar
es: Disponible
pt: Disponível

source: Completed
de: Abgeschlossen
es: Completado
pt: Concluídas

source: About Us
de: Über uns
es: Sobre nosotros
pt: Sobre Nós

source: complete
de: abgeschlossen
es: completado
pt: completo

source: incomplete
de: unvollständig
es: incompleto
pt: incompleto

source: overdue
de: überfällig
es: atrasado
pt: em atraso

source: recently added
de: kürzlich hinzugefügt
es: recientemente añadido
pt: recentemente adicionado

source: appraisal
de: bewertung
es: evaluación
pt: avaliação

source: competency
de: kompetenz
es: competencia
pt: competência

source: online
es: conectado

source: classroom
de: Klassenzimmer
es: aula
pt: sala de aula

source: Account
de: Konto
es: Cuenta
pt: Conta

source: Options
de: Optionen
es: Opciones
pt: Opções

source: Topics
de: Themen
es: Temas
pt: Tópicos

source: Create new topic
de: Neues Thema erstellen
es: Crear un nuevo tema
pt: Criar novo tópico

source: Create new forum
de: Neues Forum erstellen
es: Crear un nuevo foro
pt: Criar novo fórum

source: Anonymous
de: Anonym
es: Anónimo
pt: Anônimo

source: Like
de: Gefällt mir
es: Me gusta
pt: Gosto

source: Subscribe
de: Abonnieren
es: Suscribirse
pt: Inscrever-se

source: Post comment
de: Kommentar absenden
es: Publicar comentario
pt: Publicar comentário

source: votes
de: Stimmen
es: votos
pt: votos

source: Header
es: Cabecera
pt: Cabeçalho

source: Create a new topic on this forum
de: Erstellen Sie ein neues Thema in diesem Forum
es: Crear un nuevo tema en este foro
pt: Criar um novo tópico neste fórum

source: Subject
de: Betreff
es: Tema
pt: Assunto

source: Message
de: Nachricht
es: Mensaje
pt: Mensagem

source: Post topic as
de: Thema buchen als
es: Publicar el tema como
pt: Post tópico como

source: Default topic
de: Standardthema
es: Tema predeterminado
pt: Tópico padrão

source: Save
de: Speichern
es: Guardar
pt: Guardar

source: Post a new comment to this topic
de: Einen neuen Kommentar zu diesem Thema schreiben
es: Publicar un nuevo comentario sobre este tema
pt: Postar um novo comentário a este tópico

source: Comment
de: Kommentar
es: Comentario
pt: Comentário

source: Title
de: Titel
es: Título
pt: ​Título

source: News/Noticeboard Item
de: Nachrichten/Notizbrett Artikel
es: Noticias/artículo del tablón de anuncios
pt: Notícias/Noticeboard Item

source: Second Line
de: Zweite Linie
es: Segunda linea
pt: Segunda linha

source: Career
de: Karriere
es: Empleo
pt: Percurso profissional

source: Error: trainee notes not saved. Please try again later
de: Fehler: Trainee-Notizen nicht gespeichert. Bitte versuchen Sie es später erneut
es: Error: las notas del aprendiz no se han guardado. Por favor, inténtelo de nuevo más tarde
pt: Erro: notas do estagiário não salvas. Por favor, tente novamente mais tarde

source: Oops: Cannot add item. Please try again later.
de: Ups: Artikel kann nicht hinzugefügt werden. Bitte versuchen Sie es später erneut.
es: Oops: No se puede agregar un artículo. Por favor, inténtelo de nuevo más tarde.
pt: Oops: Não é possível acrescentar item. Por favor, tente novamente mais tarde.

source: Help & Support
de: Hilfe & Support
es: Ayuda y Soporte
pt: Ajuda & Suporte

source: please wait
de: bitte warten
es: por favor espera
pt: aguarde

source: Successfully added
de: Erfolgreich hinzugefügt
es: Agregado Exitosamente
pt: Adicionado com Sucesso

source: About
de: Über
es: Acerca de
pt: Sobre

source: Confirm Action
de: Aktion bestätigen
es: Confirmar la acción
pt: Confirmar ação

source: Successfully removed
de: ﻿Erfolgreich entfernt
es: Eliminado correctamente
pt: Removido com sucesso

source: You are about to cancel a request to attend a course that has been made available to you. Are you sure you wish to continue?
de: Sie sind dabei, eine Anfrage zur Teilnahme an einem Kurs, der Ihnen zur Verfügung gestellt wurde, zu stornieren. Sind Sie sicher, dass Sie fortfahren möchten?
es: Está a punto de cancelar una solicitud para asistir a un curso que se ha puesto a su disposición. ¿Está seguro de que desea continuar?
pt: Você está prestes a cancelar uma solicitação para participar de um curso que foi disponibilizado para você. Você tem certeza de que deseja continuar?

source: Oops: Could not book training at the moment. Please try again later.
de: Ups: Das Training kann im Moment nicht gebucht werden. Bitte versuchen Sie es später noch einmal.
es: Oops: No se puede reservar el entrenamiento en este momento. Por favor, inténtelo más tarde.
pt: Oops: Não foi possível reservar treinamento no momento. Por favor, tente novamente mais tarde.

source: Oops: Could not decline training at the moment. Please try again later.
de: Ups: Das Training kann im Moment nicht abgelehnt werden. Bitte versuchen Sie es später noch einmal.
es: Oops: No podía rechazar el entrenamiento en este momento. Por favor, inténtelo de nuevo más tarde.
pt: Oops: Não podia declinar o treinamento no momento. Por favor, tente novamente mais tarde.

source: Oops: Could not cancel training at the moment. Please try again later.
de: Ups: Das Training kann im Moment nicht abgebrochen werden. Bitte versuchen Sie es später noch einmal.
es: Oops: No se puede cancelar el entrenamiento en este momento. Por favor, inténtelo de nuevo más tarde.
pt: Oops: Não foi possível cancelar o treinamento no momento. Por favor, tente novamente mais tarde.

source: This operation requires a network connection.
de: Für diesen Vorgang ist eine Netzwerkverbindung erforderlich.
es: Esta operación requiere una conexión de red.
pt: Esta operação requer uma conexão de rede.

source: This operation may download a large amount of data.
de: Dieser Vorgang kann eine große Menge an Daten herunterladen.
es: Esta operación puede descargar una gran cantidad de datos.
pt: Esta operação pode baixar uma grande quantidade de dados.

source: Downloading on Mobile Network
de: Herunterladen im mobilen Netzwerk
es: Descarga en la red móvil
pt: Descarregamento em rede móvel

source: No Network Connection
de: Keine Netzwerkverbindung
es: No hay conexión de red
pt: Sem conexão de rede

source: Confirm
de: Bestätigen
es: Confirmar
pt: Confirmar

source: Error: Please try again later
de: Fehler: Bitte versuchen Sie es später noch einmal
es: Error: Por favor, inténtelo de nuevo más tarde
pt: Erro: Por favor, tente novamente mais tarde

source: Signed off on
de: Unterschrieben am
es: Aprobado/Regresado el
pt: Assinado

source: This poll does not allow users to change their votes
de: Bei dieser Umfrage können Benutzer ihre Stimmen nicht ändern
es: Esta encuesta no permite a los usuarios cambiar sus votos
pt: Esta pesquisa não permite que os usuários mudem seus votos

source: Oops: You need to fill in all (*) required fields.
de: Ups: Sie müssen alle (*) Pflichtfelder ausfüllen.
es: Oops: Necesita rellenar todos los campos obligatorios (*).
pt: Oops: Você precisa preencher todos os (*) campos obrigatórios.

source: Please try again later
de: Bitte versuchen Sie es später noch mal
es: Inténtalo más tarde
pt: Por favor, tente novamente mais tarde

source: Error: could not post comment
de: Fehler: konnte keinen Kommentar abgeben
es: Error: no se pudo publicar el comentario
pt: Erro: não foi possível postar comentário

source: Review
de: Bewertung
es: Revisión
pt: Análise

source: Reviews
de: Bewertungen
es: Revisiones
pt: Análises

source: Bookhold
de: Buchhalter
es: Librería
pt: Reservas

source: My life
de: Mein Leben
es: Mi vida
pt: Minha vida

source: Your company currently does not allow trainees to use the mobile app. Please get in touch with your training manager to find out more.
de: Ihr Unternehmen erlaubt es Auszubildenden derzeit nicht, die mobile App zu nutzen. Bitte setzen Sie sich mit Ihrem Ausbildungsleiter in Verbindung, um mehr darüber zu erfahren.
es: Su compañía actualmente no permite a los aprendices usar la aplicación móvil. Por favor, póngase en contacto con su responsable de formación para obtener más información.
pt: Atualmente, sua empresa não permite que estagiários utilizem o aplicativo móvel. Favor entrar em contato com seu gerente de treinamento para saber mais.

source: Are you sure you want to exit?
de: Sind Sie sicher, dass Sie das Programm beenden wollen?
es: ¿Estás seguro de que quieres salir?
pt: Você tem certeza de que quer sair?

source: Exit Application
de: Beenden der Anwendung
es: Solicitud de salida
pt: Aplicação de Saída

source: Loading training path
de: Trainingspfad laden
es: Cargando la ruta de entrenamiento
pt: Caminho de treinamento de carga

source: Error: Could not load training path. Please try again later.
de: Fehler: Der Trainingspfad konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es: Error: No se pudo cargar la ruta de entrenamiento. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível carregar o caminho de treinamento. Por favor, tente novamente mais tarde.

source: Loading
de: Laden
es: Cargando
pt: Carregando

source: There are no feed items at the moment
de: Zur Zeit sind keine Vorschübe vorhanden
es: No hay elementos de alimentación en este momento
pt: Não há itens de alimentação no momento

source: Success
de: Erfolg
es: Éxito
pt: Sucesso

source: Error: Could not load feed. Please try again later.
de: Fehler: Feed konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es: Error: No se pudo cargar la alimentación. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível carregar a alimentação. Por favor, tente novamente mais tarde.

source: There are no new news articles at the moment
de: Zur Zeit gibt es keine neuen Nachrichtenartikel
es: No hay nuevos artículos de noticias en este momento
pt: Não há novos artigos noticiosos no momento

source: Trainee notes successfully saved
de: Trainee-Notizen erfolgreich gespeichert
es: Las notas del aprendiz se guardaron con éxito
pt: Notas do estagiário salvas com sucesso

source: Error - trainee notes not saved
de: Fehler - Trainee-Notizen nicht gespeichert
es: Error - notas del aprendiz no guardadas
pt: Erro - notas do estagiário não salvas

source: This appraisal could not be found
de: Dieses Gutachten konnte nicht gefunden werden
es: Esta valoración no se pudo encontrar
pt: Esta avaliação não pôde ser encontrada

source: Error: Could not load news feed. Please try again later.
de: Fehler: Der Newsfeed konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es: Error: No se pudo cargar la transmisión de noticias. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível carregar a alimentação de notícias. Por favor, tente novamente mais tarde.

source: There is nothing new on the noticeboard at the moment
de: Im Moment gibt es nichts Neues auf dem Schwarzen Brett
es: No hay nada nuevo en el tablón de anuncios por el momento
pt: Não há nada de novo no quadro de avisos no momento

source: Failed
de: Fehlgeschlagen
es: Suspendido
pt: Falhou

source: In progress
de: In Bearbeitung
es: En curso
pt: Em curso

source: Not started
de: Nicht begonnen
es: No empezado
pt: Não iniciado

source: Workbook
de: Arbeitsbuch
es: Libro
pt: Desempenho

source: There are no Forums currently available
de: Es sind derzeit keine Foren verfügbar
es: No hay foros disponibles actualmente
pt: Não há Fóruns disponíveis atualmente

source: Error: Could not load index feed. Please try again later.
de: Fehler: Index-Feed konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es: Error: No se pudo cargar el índice de alimentación. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível carregar o índice de alimentação. Por favor, tente novamente mais tarde.

source: Loading subscription feed
de: Abonnement-Feed laden
es: Cargando el feed de suscripción
pt: Carregamento de alimentação de assinatura

source: You have no active subscriptions
de: Sie haben keine aktiven Abonnements
es: No tiene suscripciones activas
pt: Você não tem assinaturas ativas

source: Error: Could not load subscription feed. Please try again later.
de: Fehler: Abonnement-Feed konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es: Error: No se pudo cargar la suscripción. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível carregar a alimentação de assinatura. Por favor, tente novamente mais tarde.
