Repository: ricardoBento/nx-workspace-mobileapps
Catalog: apps/flowapp/www/locales/*/*.po
Languages: de, es, pt

source: Error: Could not fetch unread topics. Please try again later.
de: Fehler: Ungelesene Themen konnten nicht abgerufen werden. Bitte versuchen Sie es später erneut.
es: Error: No se pueden buscar temas no leídos. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível buscar tópicos não lidos. Por favor, tente novamente mais tarde.

source: Loading unread topics feed
de: Feed für ungelesene Themen laden
es: Cargando el feed de temas no leídos
pt: Carregando alimentação de tópicos não lidos

source: You have no unread topics at the moment
de: Sie haben zur Zeit keine ungelesenen Themen
es: No tienes ningún tema sin leer por el momento
pt: Você não tem tópicos não lidos no momento

source: Error: Could not load unread topics. Please try again later.
de: Fehler: Ungelesene Themen konnten nicht geladen werden. Bitte versuchen Sie es später erneut.
es: Error: No se pudieron cargar los temas no leídos. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível carregar tópicos não lidos. Por favor, tente novamente mais tarde.

source: a few seconds ago
de: vor einigen Sekunden
es: hace unos segundos
pt: alguns segundos atrás

source: seconds ago
de: Sekunden zuvor
es: hace segundos
pt: segundos atrás

source: is a sub-level-forum
de: ist ein Unter-Ebenen-Forum
es: es un subnivel-foro
pt: é um sub-forum de nível

source: Error: Could not load topic. Please try again later.
de: Fehler: Das Thema konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es: Error: No se pudo cargar el tema. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível carregar o tópico. Por favor, tente novamente mais tarde.

source: Unfollow
de: Nicht mehr folgen
es: Dejar de seguir
pt: Deixar de seguir

source: Unlike
de: Gefällt mir nicht mehr
es: No me gusta
pt: Descurtir

source: Subscribed
de: Abonniert
es: Suscrito
pt: Inscrito

source: You have no unread topics
de: Sie haben keine ungelesenen Themen
es: No tienes ningún tema sin leer
pt: Você não tem tópicos não lidos

source: Sorry, no results found.
de: Sorry, keine Ergebnisse gefunden.
es: Lo sentimos, no se encontraron resultados.
pt: Desculpe, não foram encontrados resultados.

source: Error: Could not load search results. Please try again later.
de: Fehler: Die Suchergebnisse konnten nicht geladen werden. Bitte versuchen Sie es später erneut.
es: Error: No se pudieron cargar los resultados de la búsqueda. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível carregar os resultados da busca. Por favor, tente novamente mais tarde.

source: new discussion
de: neue Diskussion
es: nuevo debate
pt: nova discussão

source: Subject
de: Betreff
es: Asunto
pt: Assunto

source: Enter your subject here...
de: Geben Sie hier Ihr Thema ein...
es: Escriba su tema aquí...
pt: Digite seu assunto aqui...

source: Enter your message here...
de: Geben Sie hier Ihre Nachricht ein...
es: Escriba su mensaje aquí...
pt: Digite aqui sua mensagem...

source: The format of the file you've submitted is not among the formats supported. The supported formats include JPEG, PNG, GIF and BMP.
de: Das Format der Datei, die Sie eingereicht haben, gehört nicht zu den unterstützten Formaten. Zu den unterstützten Formaten gehören JPEG, PNG, GIF und BMP.
es: El formato del archivo que ha presentado no está entre los formatos admitidos. Los formatos admitidos incluyen JPEG, PNG, GIF y BMP.
pt: O formato do arquivo que você enviou não está entre os formatos suportados. Os formatos suportados incluem JPEG, PNG, GIF e BMP.

source: Oops: Can't subscribe right now. Please try again later.
de: Ups: Sie können sich gerade nicht anmelden. Bitte versuchen Sie es später noch einmal.
es: Oops: No puedo suscribirme ahora mismo. Por favor, inténtelo más tarde.
pt: Oops: Não posso me inscrever agora mesmo. Por favor, tente novamente mais tarde.

source: Oops: Can't unsubscribe right now. Please try again later.
de: Ups: Sie können sich gerade nicht abmelden. Bitte versuchen Sie es später erneut.
es: Oops: No puedo cancelar la suscripción ahora mismo. Por favor, inténtelo de nuevo más tarde.
pt: Oops: Não posso cancelar a inscrição agora mesmo. Por favor, tente novamente mais tarde.

source: Oops: Can't like right now. Please try again later.
de: Ups: Kann im Moment nicht gefallen. Bitte versuchen Sie es später noch einmal.
es: Oops: No puede gustar ahora mismo. Por favor, inténtalo de nuevo más tarde.
pt: Oops: Não posso gostar agora mesmo. Por favor, tente novamente mais tarde.

source: Oops: Can't unlike right now. Please try again later.
de: Ups: Kann im Moment nicht anders sein. Bitte versuchen Sie es später noch einmal.
es: Oops: No puede ser diferente a ahora. Por favor, inténtalo de nuevo más tarde.
pt: Oops: Não pode ser diferente agora. Por favor, tente novamente mais tarde.

source: There are no
de: Es gibt keine
es: No existen
pt: Não existe

source: Error: Could not load
de: Fehler: Konnte nicht geladen werden
es: Error: No se pudo cargar
pt: Erro: Não foi possível carregar

source: Error: Could not load list. Please try again later.
de: Fehler: Liste konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
es: Error: No se pudo cargar la lista. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível carregar a lista. Por favor, tente novamente mais tarde.

source: first
de: erste
es: primero
pt: primeiro

source: OVERDUE
de: ÜBERFÄLLIG
es: ATRASADO
pt: VENCIDA

source: No due date
de: Kein Fälligkeitsdatum
es: Fecha de vencimiento no establecida
pt: Sem data de conclusão

source: Module Downloads
de: Modul-Downloads
es: Descargas de módulos
pt: Downloads do Módulo de Filiais

source: Please note you will not be able to re-sit the exam if you revisit the module.
de: Bitte beachten Sie, dass Sie die Prüfung nicht wiederholen können, wenn Sie das Modul erneut besuchen.
es: Por favor, tenga en cuenta que no podrá volver a hacer el examen si vuelve a visitar el módulo.
pt: Por favor, note que você não poderá voltar a participar do exame se revisitar o módulo.

source: In order to attempt this module you need to complete
de: Um dieses Modul versuchen zu können, müssen Sie
es: Para poder intentar este módulo necesitas completar
pt: A fim de tentar este módulo, você precisa completar

source: Loading workbook
de: Arbeitsmappe laden
es: Cargando el libro de trabajo
pt: Carregamento da apostila

source: This workbook could not be found
de: Diese Arbeitsmappe konnte nicht gefunden werden
es: Este libro de trabajo no se pudo encontrar
pt: Este livro de trabalho não pôde ser encontrado

source: You are booked on the following session
de: Sie sind auf die folgende Sitzung gebucht
es: Se ha inscrito en la siguiente sesión
pt: Você está inscrito na seguinte sessão

source: You have been invited to attend the following session
de: Sie sind zur folgenden Sitzung eingeladen worden
es: Ha recibido una invitación para asistir a la siguiente sesión
pt: Você foi convidado a participar da seguinte sessão

source: You have cancelled your attendance to the following session
de: Sie haben Ihre Teilnahme an der folgenden Sitzung storniert
es: Ha cancelado su asistencia a la siguiente sesión
pt: Você cancelou sua participação na seguinte sessão

source: You have declined the invitation to attend the following session
de: Sie haben die Einladung zur Teilnahme an der folgenden Sitzung abgelehnt
es: Ha rechazado la invitación a asistir a la siguiente sesión
pt: Você recusou o convite para participar da seguinte sessão

source: You have been refused attendance to the following session
de: Die Teilnahme an der folgenden Sitzung wurde Ihnen verweigert
es: Se ha denegado su asistencia a la siguiente sesión
pt: Foi-lhe recusada a participação na seguinte sessão

source: Next available session
de: Nächste verfügbare Sitzung
es: Próxima sesión disponible
pt: Próxima sessão disponível

source: Supporting Documents
de: Unterstützende Dokumente
es: Documentos justificantes
pt: Documentos de apoio

source: Loading appraisal
de: Ladegutachten
es: Evaluación de la carga
pt: Avaliação do carregamento

source: Sorry, you have been refused attendance to this session for the following reason:
de: Es tut uns leid, Sie wurden aus folgendem Grund von der Teilnahme an dieser Sitzung ausgeschlossen:
es: Lamentamos comunicarle que se ha denegado su asistencia a esta sesión por el siguiente motivo:
pt: Lamentamos, mas foi-lhe recusada a presença nesta sessão pela seguinte razão:

source: Please contact your Training Manager for more information.
de: Bitte wenden Sie sich für weitere Informationen an Ihren Schulungsleiter.
es: Póngase en contacto con su Director de formación para obtener más información.
pt: Para mais informações, contacte o gerente da formação.

source: You are currently on the wating list for this session.
es: Usted está actualmente en la lista de espera para esta sesión.

source: There are no more available spaces on this session. You can join the waiting list by visiting your training portal.
de: Es gibt keine freien Plätze mehr für diese Sitzung. Sie können sich auf die Warteliste setzen lassen, indem Sie Ihr Schulungsportal besuchen.
es: No hay más espacios disponibles en esta sesión. Puedes inscribirte en la lista de espera visitando tu portal de formación.
pt: Não há mais espaços disponíveis nesta sessão. Você pode entrar na lista de espera visitando seu portal de treinamento.

source: Cancel Booking
de: Buchung stornieren
es: Cancelar inscripción
pt: Cancelar a reserva

source: Confirm Attendance
de: Anwesenheit bestätigen
es: Confirmar asistencia
pt: Confirmar a presença

source: Decline Attendance
de: Rückläufige Anwesenheit
es: Rehusar asistencia
pt: Recusar a presença

source: Book Training
de: Training buchen
es: Inscribirse a formación
pt: Reservar formação

source: Loading Item Content
de: Laden des Artikelinhalts
es: Cargando el contenido del artículo
pt: Carregamento do conteúdo do item

source: No description available
de: Keine Beschreibung vorhanden
es: No hay descripción disponible
pt: Nenhuma descrição disponível

source: remove from my library
de: aus meiner Bibliothek entfernen
es: quitar de mi biblioteca
pt: remover da minha biblioteca

source: add to my library
de: zu meiner Bibliothek hinzufügen
es: añadir a mi biblioteca
pt: adicionar à minha biblioteca

source: open attachment
de: anhang öffnen
es: abierto el apego
pt: anexo aberto

source: remove from library
de: aus der Bibliothek entfernen
es: quitar de la biblioteca
pt: remover da biblioteca

source: sign off
de: sich abmelden
es: salida del sistema
pt: desligar

source: due
de: fällig
es: límite
pt: atrasada

source: Provider
de: Anbieter
es: Proveedor
pt: Entidade formadora

source: handout material
es: material para repartir
pt: material de divulgação

source: Location
de: Standort
es: Ubicación
pt: Local

source: Address:
de: Adresse:
es: Dirección:
pt: Endereço:

source: City
de: Stadt
es: Ciudad
pt: Cidade

source: Post Code
de: Postleitzahl
es: Código postal
pt: Código postal

source: Start Date
de: Startdatum
es: Fecha de comienzo
pt: Data de início

source: End Date
de: Enddatum
es: Fecha de finalización
pt: Data de conclusão

source: attendance
de: teilnahme an
es: asistencia
pt: atendimento

source: decline
de: ablehnen
es: rechazar
pt: declínio

source: cancel attendance
de: anwesenheit stornieren
es: cancelar la asistencia
pt: cancelar o comparecimento

source: Cancel Attendance
de: Anwesenheit stornieren
es: Cancelar la asistencia
pt: Cancelar a participação

source: request to book
de: anfrage zum Buchen
es: solicitud de reserva
pt: pedido de reserva

source: Request to Book
de: Buchungsanfrage senden
es: Solicitar Reserva
pt: Pedido de Reserva

source: You are about to request to attend a course that has been made available on your training calendar. We advise that you confirm your availability to attend with your line manager first to ensure this does not conflict with any other events or rotas. Clicking confirm will book your attendance, are you sure you wish to continue?
de: Sie sind dabei, die Teilnahme an einem Kurs zu beantragen, der in Ihrem Schulungskalender zur Verfügung gestellt wurde. Wir raten Ihnen, Ihre Verfügbarkeit für die Teilnahme zunächst mit Ihrem Vorgesetzten zu bestätigen, um sicherzustellen, dass dies nicht mit anderen Veranstaltungen oder Dienstplänen kollidiert. Wenn Sie auf "Bestätigen" klicken, wird Ihre Teilnahme gebucht. Sind Sie sicher, dass Sie fortfahren möchten?
es: Está a punto de solicitar asistir a un curso que se ha puesto a su disposición en su calendario de entrenamiento. Le aconsejamos que confirme su disponibilidad para asistir con su superior inmediato para asegurarse de que no entre en conflicto con ningún otro evento o rotación. Al hacer clic en confirmar se reservará su asistencia, ¿está seguro de que desea continuar?
pt: Você está prestes a solicitar participar de um curso que foi disponibilizado em seu calendário de treinamento. Aconselhamos que você confirme sua disponibilidade para participar primeiro com seu gerente de linha para garantir que isso não entre em conflito com nenhum outro evento ou rodízio. Clicando em confirmar irá marcar sua presença, você tem certeza de que deseja continuar?

source: supporting document
de: unterstützendes Dokument
es: documento constituvo
pt: documento de apoio

source: Next Session
de: Nächste Sitzung
es: Próxima sesión
pt: Sessão seguinte

source: Attendance
de: Teilnehmer
es: Asistencia
pt: Presença

source: Training Type
de: Schulungstyp
es: Tipo de formación
pt: Tipo de formação

source: external file
de: externe Datei
es: archivo externo
pt: arquivo externo

source: revisit training
de: ausbildung wiederholen
es: volver a la formación
pt: revisitar o treinamento

source: continue training
de: weiterbilden
es: continuar con la formación
pt: continuar o treinamento

source: view certificate
de: zertifikat anzeigen
es: ver certificado
pt: ver certificado

source: module notes
de: modulhinweise
es: notas del módulo
pt: notas de módulo

source: This item could not be found.
de: Dieser Artikel konnte nicht gefunden werden.
es: Este artículo no se pudo encontrar.
pt: Este item não pôde ser encontrado.

source: This action could not be completed.
de: Diese Aktion konnte nicht abgeschlossen werden.
es: Esta acción no pudo ser completada.
pt: Esta ação não pôde ser concluída.

source: Competences
de: Kompetenzen
es: Competencias
pt: Competências

source: External Training
de: Externes Training
es: Formación externa
pt: Formação externa

source: Appraisals
de: Schätzungen
es: Evaluaciones
pt: Avaliações

source: Competence
de: Kompetenz
es: Competencia
pt: Competência

source: Careers
de: Karriere
es: Carreras
pt: Carreiras

source: Noticeboard
de: Notiztafel
es: Tablón de anuncios
pt: Quadro de avisos

source: Appraisal
de: Bewertung
es: Evaluación
pt: Avaliação

source: Feed
es: Fuente

source: Training
de: Schulung
es: Formación
pt: Treinamento

source: Comms
es: Comunicaciones

source: Library
de: Bibliothek
es: Biblioteca
pt: Biblioteca

source: My Training
de: MEINE SCHULUNG
es: Mi entrenamiento
pt: Minha Formação

source: Items with Due Dates are:
de: Elemente mit Fälligkeitsdaten sind:
es: Los artículos con fecha de vencimiento son:
pt: Os itens com datas de vencimento são:

source: Online
es: En línea

source: Your supervisor/manager has not marked this as achieved yet
de: Ihr Vorgesetzter/Manager hat dies noch nicht als erreicht markiert
es: Su supervisor/gerente no ha marcado esto como logrado todavía
pt: Seu supervisor/gerente ainda não marcou isto como alcançado

source: This news article could not be found.
de: Dieser Nachrichtenartikel konnte nicht gefunden werden.
es: Este artículo no se pudo encontrar.
pt: Esta notícia não pôde ser encontrada.

source: Due:
de: Fällig:
es: Debido:
pt: Devido:

source: Jump to:
de: Springe zu:
es: Vaya a:
pt: Pule para:

source: Latest exam result:
de: Letztes Prüfungsergebnis:
es: El último resultado del examen:
pt: Último resultado do exame:

source: View certificate
de: Zertifikat ansehen
es: Ver certificado
pt: Ver certificado

source: Status:
es: Estado:

source: Training Time
de: Trainingszeit
es: Tiempo de entrenamiento
pt: Tempo de treinamento

source: Open supporting documents
de: Unterstützende Dokumente öffnen
es: Abrir los documentos de apoyo
pt: Documentos de apoio abertos

source: Date Due:
de: Datum fällig:
es: Fecha de vencimiento:
pt: Data de vencimento:

source: Open Supporting Documents
de: Unterstützende Dokumente öffnen
es: Documentos de apoyo abiertos
pt: Documentos de apoio abertos

source: Accept
de: Akzeptieren
es: Aceptar
pt: Aceitar

source: Decline
de: Ablehnen
es: Declinar
pt: Recusar

source: You are about to accept an invitation to a training session. Are you sure you wish to continue?
de: Sie sind im Begriff, eine Einladung zu einer Trainingseinheit anzunehmen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Está a punto de aceptar una invitación a una sesión de entrenamiento. ¿Está seguro de que desea continuar?
pt: Você está prestes a aceitar um convite para uma sessão de treinamento. Você tem certeza de que deseja continuar?

source: You are about to decline an invitation to a training session. Are you sure you wish to continue?
de: Sie sind im Begriff, eine Einladung zu einer Trainingseinheit abzulehnen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Estás a punto de rechazar una invitación a una sesión de entrenamiento. ¿Está seguro de que desea continuar?
pt: Você está prestes a recusar um convite para uma sessão de treinamento. Você tem certeza de que deseja continuar?

source: Achieved date:
de: Erreichtes Datum:
es: Fecha alcanzada:
pt: Data atingida:

source: Supporting document available:
de: Unterstützendes Dokument verfügbar:
es: Documento de apoyo disponible:
pt: Documento de apoio disponível:

source: View supporting document
de: Unterstützendes Dokument anzeigen
es: Ver documento de apoyo
pt: Ver documento de apoio

source: There was a problem loading this item, please try again.
de: Beim Laden dieses Artikels ist ein Problem aufgetreten. Bitte versuchen Sie es erneut.
es: Hubo un problema al cargar este artículo, por favor inténtelo de nuevo.
pt: Houve um problema ao carregar este item, por favor tente novamente.

source: Something has gone wrong, please try again later.
de: Es ist etwas schief gelaufen, bitte versuchen Sie es später noch einmal.
es: Algo ha salido mal, por favor, inténtelo de nuevo más tarde.
pt: Algo deu errado, por favor, tente novamente mais tarde.

source: Saved Items
de: Merkliste
es: Empresas favoritas
pt: Itens Salvos

source: Unread Items
de: Ungelesene Elemente
es: Artículos sin leer
pt: Itens não lidos

source: Sign Off Required
de: Abmeldung erforderlich
es: Se requiere cierre
pt: Assinatura necessária

source: Sign Off Completed
de: Abmeldung abgeschlossen
es: Cierre de sesión completado
pt: Desmarque Concluído

source: Documents
de: Dokumente
es: Documentos
pt: Documentos

source: Certificates
de: Zertifikate
es: Certificados
pt: Certificados

source: You have no saved documents
de: Sie haben keine gespeicherten Dokumente
es: No tienes documentos guardados
pt: Você não tem documentos salvos

source: You have no saved certificates
de: Sie haben keine gespeicherten Zertifikate
es: No tienes certificados guardados
pt: Você não tem certificados salvos

source: Loading account details
de: Laden von Kontodaten
es: Cargando los detalles de la cuenta
pt: Detalhes da conta de carregamento

source: Error: Could not load account details. Please try again later.
de: Fehler: Konnte keine Kontodaten laden. Bitte versuchen Sie es später erneut.
es: Error: No se pudieron cargar los detalles de la cuenta. Por favor, inténtelo de nuevo más tarde.
pt: Erro: Não foi possível carregar os detalhes da conta. Por favor, tente novamente mais tarde.

source: Unable to register for push notifications
de: Registrierung für Push-Benachrichtigungen nicht möglich
es: No se puede registrar para las notificaciones push
pt: Impossibilidade de registro para notificações push

source: Unable to register device for push notifications
de: Gerät kann nicht für Push-Benachrichtigungen registriert werden
es: No se puede registrar el dispositivo para las notificaciones push
pt: Incapaz de registrar dispositivo para notificações push

source: There is a private session for this course but you are not invited to attend.
de: Es gibt eine private Sitzung für diesen Kurs, aber Sie sind nicht eingeladen, daran teilzunehmen.
es: Hay una sesión privada para este curso, pero no ha recibido una invitación para asistir.
pt: Existe uma sessão privada para este curso, mas não foi convidado/a a estar presente.

source: Using the latest technology, Flow delivers a continuously evolving learning and development solution tailored to the hospitality and tourism sector, providing accredited, certificated training throughout the industry.
de: Unter Verwendung der neuesten Technologie liefert Flow eine sich ständig weiterentwickelnde Lern- und Entwicklungslösung, die auf den Gastgewerbe- und Tourismussektor zugeschnitten ist und akkreditierte, zertifizierte Schulungen für die gesamte Branche bietet.
es: Utilizando la tecnología más avanzada, Flow ofrece una solución de aprendizaje y desarrollo en continua evolución adaptada al sector de la hostelería y el turismo, proporcionando una formación acreditada y certificada en toda la industria.
pt: Utilizando a mais recente tecnologia, a Flow oferece uma solução de aprendizagem e desenvolvimento em contínua evolução, sob medida para o setor hoteleiro e turístico, fornecendo treinamento credenciado e certificado em toda a indústria.

source: Easily tailored to fit into your business, Flow will have a significant impact on productivity and profitability by developing and motivating staff, reducing training costs and increasing sales.
de: Flow lässt sich leicht an Ihr Unternehmen anpassen und hat einen erheblichen Einfluss auf die Produktivität und Rentabilität, indem es die Mitarbeiter entwickelt und motiviert, die Schulungskosten reduziert und den Umsatz steigert.
es: Fácilmente adaptable a su negocio, Flow tendrá un impacto significativo en la productividad y la rentabilidad al desarrollar y motivar al personal, reducir los costes de formación y aumentar las ventas.
pt: Facilmente adaptado para se adaptar ao seu negócio, o Flow terá um impacto significativo na produtividade e lucratividade, desenvolvendo e motivando o pessoal, reduzindo os custos de treinamento e aumentando as vendas.

source: Flow has been designed to inspire learning through our comprehensive portfolio of innovative and engaging online modules. We also deliver control and visibility of all learning and development activity through our versatile and intuitive management system, The Flow Zone.
de: Flow wurde entwickelt, um das Lernen durch unser umfassendes Portfolio an innovativen und ansprechenden Online-Modulen zu inspirieren. Außerdem bieten wir mit unserem vielseitigen und intuitiven Managementsystem The Flow Zone Kontrolle und Transparenz aller Lern- und Entwicklungsaktivitäten.
es: Flow ha sido diseñado para inspirar el aprendizaje a través de nuestro amplio portafolio de módulos en línea innovadores y atractivos. También ofrecemos control y visibilidad de toda la actividad de aprendizaje y desarrollo a través de nuestro versátil e intuitivo sistema de gestión, The Flow Zone.
pt: O fluxo foi projetado para inspirar o aprendizado através de nosso abrangente portfólio de módulos on-line inovadores e envolventes. Também fornecemos controle e visibilidade de toda a atividade de aprendizagem e desenvolvimento através de nosso sistema de gerenciamento versátil e intuitivo, The Flow Zone.
