Repository: ricardoBento/nx-workspace-mobileapps
Catalog: apps/flowapp/www/locales/*/*.po
Languages: de, es, pt

source: And with over 30 years of hospitality experience, we feel our industry expertise gives us unique empathy with all our clients, enabling an excellent level of service and support.
de: Und mit mehr als 30 Jahren Erfahrung im Gastgewerbe haben wir das Gefühl, dass unsere Branchenkenntnisse uns ein einzigartiges Einfühlungsvermögen in alle unsere Kunden geben, was ein ausgezeichnetes Niveau an Service und Unterstützung ermöglicht.
es: Y con más de 30 años de experiencia en el sector de la hospitalidad, creemos que nuestra experiencia en la industria nos da una empatía única con todos nuestros clientes, lo que permite un excelente nivel de servicio y apoyo.
pt: E com mais de 30 anos de experiência em hospitalidade, sentimos que nossa experiência no setor nos dá uma empatia única com todos os nossos clientes, possibilitando um excelente nível de serviço e suporte.

source: Terms & Conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
pt: Termos e Condições

source: Information
es: Información
pt: Informação

source: Arbitration
de: Schiedsgerichtsbarkeit
es: Arbitraje
pt: Arbitragem

source: Choice of law
de: Wahl des Rechts
es: Elección de la ley
pt: Escolha da lei

source: Copyright and Trademarks
de: Copyright und Warenzeichen
es: Derechos de autor y marcas registradas
pt: Direitos Autorais e Marcas Registradas

source: Terms and Conditions of Use
de: Bedingungen und Konditionen
es: Términos y condiciones de uso
pt: Termos e Condições de Uso

source: Please read the following Terms and Conditions carefully before using this Mobile App
de: Bitte lesen Sie die folgenden Bedingungen sorgfältig durch, bevor Sie diese Mobile App verwenden
es: Por favor, lea atentamente los siguientes Términos y Condiciones antes de usar esta aplicación móvil
pt: Por favor, leia atentamente os seguintes Termos e Condições antes de usar este aplicativo móvel

source: Acceptance of Terms
de: Akzeptieren von Bedingungen
es: Aceptación de los términos
pt: Aceitação dos termos

source: This Mobile App is provided by Flow Hospitality Training (Flow), conditional on your acceptance of the terms and conditions of use set forth below (the 'Terms and Conditions'). By browsing, accessing, linking, using and/or downloading information ('Access' or similar term) from this Mobile App, you agree to accept and abide by these Terms and Conditions for each use and each visit of this Mobile App. If you do not agree to these Terms and Conditions, you should not Access this Mobile App.
de: Diese Mobile App wird von Flow Hospitality Training (Flow) unter der Voraussetzung zur Verfügung gestellt, dass Sie die nachstehenden Nutzungsbedingungen akzeptieren (die "Nutzungsbedingungen"). Durch das Durchsuchen, den Zugriff, die Verknüpfung, die Nutzung und/oder das Herunterladen von Informationen ('Zugriff' oder ein ähnlicher Begriff) von dieser Mobile App erklären Sie sich damit einverstanden, diese Nutzungsbedingungen für jede Nutzung und jeden Besuch dieser Mobile App zu akzeptieren und einzuhalten. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, sollten Sie nicht auf diese Mobile App zugreifen.
es: Esta aplicación móvil es proporcionada por Flow Hospitality Training (Flow), condicionada a la aceptación de los términos y condiciones de uso establecidos a continuación (los "Términos y Condiciones"). Al navegar, acceder, vincular, utilizar y/o descargar información ('Acceso' o término similar) desde esta Aplicación Móvil, usted acepta y se rige por estos Términos y Condiciones para cada uso y cada visita de esta Aplicación Móvil. Si no acepta estos Términos y Condiciones, no debe acceder a esta aplicación móvil.
pt: Este aplicativo móvel é fornecido pela Flow Hospitality Training (Flow), condicionado à sua aceitação dos termos e condições de uso estabelecidos abaixo (os 'Termos e Condições'). Ao navegar, acessar, vincular, usar e/ou baixar informações ("Acesso" ou termo similar) desta Aplicativa Móvel, você concorda em aceitar e cumprir estes Termos e Condições para cada uso e cada visita desta Aplicativa Móvel. Se você não concordar com estes Termos e Condições, você não deverá acessar esta Aplicativa Móvel.

source: Flow provides this Mobile App and all related online services (the 'Services') to you, subject to these Terms and Conditions. These Terms and Conditions are entered into between Flow and you. If you are using the Services on behalf of another person, you represent that you are authorized to accept these Terms and Conditions on that person's behalf. Unless explicitly stated otherwise, these Terms and Conditions will govern your use of any new features that augment or enhance the current Services, including the release of new products or services.
de: Flow stellt Ihnen diese Mobile App und alle damit verbundenen Online-Dienste (die "Dienste") vorbehaltlich dieser Geschäftsbedingungen zur Verfügung. Diese Geschäftsbedingungen werden zwischen Flow und Ihnen geschlossen. Wenn Sie die Dienste im Namen einer anderen Person nutzen, erklären Sie, dass Sie berechtigt sind, diese Geschäftsbedingungen im Namen dieser Person zu akzeptieren. Sofern nicht ausdrücklich anders angegeben, gelten diese Allgemeinen Geschäftsbedingungen für die Nutzung neuer Funktionen, die die aktuellen Services erweitern oder verbessern, einschließlich der Veröffentlichung neuer Produkte oder Services.
es: Flow le proporciona esta aplicación móvil y todos los servicios en línea relacionados (los "Servicios"), con sujeción a los presentes Términos y Condiciones. Estos Términos y Condiciones se establecen entre Flow y usted. Si está utilizando los Servicios en nombre de otra persona, usted declara que está autorizado a aceptar estos Términos y Condiciones en nombre de esa persona. A menos que se indique explícitamente lo contrario, estos Términos y Condiciones regirán el uso que usted haga de cualquier característica nueva que aumente o mejore los Servicios actuales, incluyendo el lanzamiento de nuevos productos o servicios.
pt: Flow fornece este aplicativo móvel e todos os serviços on-line relacionados (os 'Serviços') a você, sujeito a estes Termos e Condições. Estes Termos e Condições são firmados entre a Flow e você. Se você estiver usando os Serviços em nome de outra pessoa, você declara que está autorizado a aceitar estes Termos e Condições em nome dessa pessoa. A menos que explicitamente declarado de outra forma, estes Termos e Condições regerão seu uso de quaisquer novos recursos que aumentem ou melhorem os Serviços atuais, incluindo a liberação de novos produtos ou serviços.

source: Definitions
de: Definitionen
es: Definiciones
pt: Definições

source: In addition to the terms defined throughout these Terms and Conditions, the terms 'you', 'your' and 'yours' refer to the surfer, customer or purchaser utilizing this Mobile App to obtain Services. The terms 'we', 'us' and 'our' refer to Flow.
de: Zusätzlich zu den in diesen Geschäftsbedingungen definierten Begriffen beziehen sich die Begriffe "Sie", "Ihr" und "Ihr" auf den Surfer, Kunden oder Käufer, der diese Mobile App nutzt, um Dienstleistungen zu erhalten. Die Begriffe "wir", "uns" und "unser" beziehen sich auf Flow.
es: Además de los términos definidos a lo largo de estos Términos y Condiciones, los términos "usted", "su" y "suyo" se refieren al surfista, cliente o comprador que utiliza esta Aplicación Móvil para obtener Servicios. Los términos "nosotros", "nos" y "nuestro" se refieren al flujo.
pt: Além dos termos definidos ao longo destes Termos e Condições, os termos "você", "seu" e "seu" referem-se ao surfista, cliente ou comprador que utiliza este aplicativo móvel para obter serviços. Os termos 'nós', 'nos' e 'nosso' referem-se ao Fluxo.

source: Changes to Terms and Conditions
de: Änderungen der Bedingungen und Konditionen
es: Cambios en los términos y condiciones
pt: Mudanças nos Termos e Condições

source: Flow reserves the right, at any time, to modify, add to, delete from, alter, or update these Terms and Conditions ('Changes'), and you agree to be bound by such Changes. Changes shall be effective immediately upon notice thereof, which may be given by any means including, but not limited to posting on this Mobile App or by electronic or conventional mail. You agree to regularly review the Terms and Conditions included in this Mobile Appand to be aware of Changes. Your use of this Mobile App following any Changes constitutes your agreement to follow and be bound by these Terms and Conditions as changed.
de: Flow behält sich das Recht vor, diese Bedingungen jederzeit zu ändern, zu ergänzen, zu löschen, zu modifizieren oder zu aktualisieren ("Änderungen"), und Sie erklären sich mit diesen Änderungen einverstanden. Änderungen werden sofort mit ihrer Bekanntgabe wirksam, die auf beliebige Weise erfolgen kann, einschließlich, aber nicht beschränkt auf die Veröffentlichung in dieser mobilen App oder per elektronischer oder konventioneller Post. Sie erklären sich damit einverstanden, die in dieser Mobilen App enthaltenen Allgemeinen Geschäftsbedingungen regelmäßig zu überprüfen und sich über Änderungen zu informieren. Durch die Nutzung dieser Mobile App nach Änderungen erklären Sie sich damit einverstanden, diese Bedingungen in der geänderten Fassung zu befolgen und an sie gebunden zu sein.
es: Flow se reserva el derecho, en cualquier momento, de modificar, añadir, eliminar, alterar o actualizar estos Términos y Condiciones ("Cambios"), y usted acepta estar obligado por dichos cambios. Los cambios entrarán en vigor inmediatamente después de su notificación, que podrá realizarse por cualquier medio, incluyendo, pero no limitándose a su publicación en esta Aplicación Móvil o por correo electrónico o convencional. Usted acepta revisar regularmente los Términos y Condiciones incluidos en esta Aplicación Móvil para estar al tanto de los Cambios. El uso de esta Aplicación Móvil después de cualquier Cambio constituye su acuerdo para seguir y estar obligado por estos Términos y Condiciones tal y como han sido modificados.
pt: A Flow reserva-se o direito de, a qualquer momento, modificar, acrescentar, apagar, alterar ou atualizar estes Termos e Condições ("Alterações"), e você concorda em ficar vinculado a tais Alterações. As mudanças entrarão em vigor imediatamente após sua notificação, que pode ser feita por qualquer meio, incluindo, mas não se limitando à publicação neste aplicativo móvel ou por correio eletrônico ou convencional. Você concorda em rever regularmente os Termos e Condições incluídos nesta Aplicativo Móvel para estar ciente das Mudanças. Seu uso desta Aplicativo Móvel após quaisquer Alterações constitui seu acordo em seguir e estar vinculado a estes Termos e Condições conforme alterados.

source: Permitted and Prohibited Uses
de: Erlaubte und verbotene Verwendungen
es: Usos permitidos y prohibidos

source: This Mobile App is intended for the lawful use of members of the general public who are over the age of 16 years. Subject to these Terms and Conditions, Flow grants you a non-exclusive, non-transferable, limited right to access, use and view this Mobile App and the information thereon, including without limitation, all text, design, graphics, drawings, photographs, video clips, music and sounds, and all trade-marks, service marks and trade names used at this Mobile App and the selection and arrangements thereof (collectively, the 'Content'), solely for your own personal use, provided, however, that you may not, nor may you allow others to, directly or indirectly:
de: Diese Mobile App ist für die rechtmäßige Nutzung durch Mitglieder der Allgemeinheit bestimmt, die über 16 Jahre alt sind. Vorbehaltlich dieser Geschäftsbedingungen gewährt Ihnen Flow ein nicht exklusives, nicht übertragbares, beschränktes Recht, auf diese Mobile App und die darin enthaltenen Informationen zuzugreifen, sie zu nutzen und zu betrachten, einschließlich, aber nicht beschränkt auf alle Texte, Designs, Grafiken, Zeichnungen, Fotos, Videoclips, Musik und Töne sowie alle Marken, Dienstleistungsmarken und Handelsnamen, die in dieser Mobile App verwendet werden, sowie deren Auswahl und Anordnung (zusammenfassend als "Inhalt" bezeichnet), und zwar ausschließlich zu Ihrem eigenen persönlichen Gebrauch, vorausgesetzt, Sie dürfen weder direkt noch indirekt anderen gestatten:
es: Esta aplicación móvil está destinada al uso legítimo de los miembros del público en general mayores de 16 años. Con sujeción a estos Términos y Condiciones, Flow le concede un derecho limitado, no exclusivo e intransferible para acceder, utilizar y ver esta Aplicación Móvil y la información que contiene, incluyendo, sin limitación, todos los textos, diseños, gráficos, dibujos, fotografías, videoclips, música y sonidos, y todas las marcas comerciales, marcas de servicio y nombres comerciales utilizados en esta Aplicación Móvil y la selección y arreglos de los mismos (colectivamente, el "Contenido"), únicamente para su uso personal, siempre que no pueda, ni permita que otros lo hagan, directa o indirectamente:
pt: Este aplicativo móvel é destinado ao uso legal de membros do público em geral que tenham mais de 16 anos de idade. Sujeito a estes Termos e Condições, a Flow concede a você um direito não exclusivo, intransferível e limitado de acessar, usar e visualizar esta Aplicativa Móvel e as informações nela contidas, incluindo sem limitação, todo o texto, design, gráficos, desenhos, fotografias, videoclipes, música e sons, e todas as marcas registradas, marcas de serviço e nomes comerciais utilizados nesta Aplicativa Móvel e a seleção e arranjos dela (coletivamente, o 'Conteúdo'), exclusivamente para seu uso pessoal, desde que você não possa, nem permita que outros o façam, direta ou indiretamente:

source: sell, license, rent, reproduce, modify or attempt to modify or create derivative works from the Content in any way or reproduce or publicly display, perform, transmit or distribute or otherwise use the Content for any public or commercial purpose, including without limitation use of the Content on any other online service or in any environment of networked computers;
de: den Inhalt in irgendeiner Weise zu verkaufen, zu lizenzieren, zu vermieten, zu vervielfältigen, zu modifizieren oder zu versuchen, ihn zu modifizieren oder davon abgeleitete Werke zu erstellen, oder den Inhalt für öffentliche oder kommerzielle Zwecke zu vervielfältigen oder öffentlich auszustellen, vorzuführen, zu übertragen oder zu vertreiben oder anderweitig zu nutzen, einschließlich, aber nicht beschränkt auf die Nutzung des Inhalts auf einem anderen Online-Dienst oder in einer Umgebung mit vernetzten Computern;
es: vender, licenciar, alquilar, reproducir, modificar o intentar modificar o crear trabajos derivados del Contenido de cualquier manera o reproducir o mostrar públicamente, ejecutar, transmitir o distribuir o utilizar de otra manera el Contenido para cualquier propósito público o comercial, incluyendo, sin limitación, el uso del Contenido en cualquier otro servicio en línea o en cualquier entorno de computadoras en red;
pt: vender, licenciar, alugar, reproduzir, modificar ou tentar modificar ou criar obras derivadas do Conteúdo de qualquer forma ou reproduzir ou exibir publicamente, executar, transmitir ou distribuir ou utilizar o Conteúdo para qualquer propósito público ou comercial, incluindo sem limitação o uso do Conteúdo em qualquer outro serviço online ou em qualquer ambiente de computadores em rede;

source: transfer the Content to any other person without the prior written explicit consent of Flow;
de: den Inhalt ohne die vorherige ausdrückliche schriftliche Zustimmung von Flow an eine andere Person zu übertragen;
es: transferir el contenido a cualquier otra persona sin el previo consentimiento explícito por escrito de Flow;
pt: transferir o Conteúdo para qualquer outra pessoa sem o prévio consentimento explícito por escrito da Flow;

source: use this Mobile App in any manner that could damage, disable, overburden or impair this Mobile App;
de: diese Mobile App in einer Weise zu verwenden, die diese Mobile App beschädigen, deaktivieren, überlasten oder beeinträchtigen könnte;
es: utilizar esta aplicación móvil de cualquier manera que pueda dañar, desactivar, sobrecargar o perjudicar esta aplicación móvil;
pt: usar este aplicativo móvel de qualquer maneira que possa danificar, desativar, sobrecarregar ou prejudicar este aplicativo móvel;

source: upload, post or otherwise transmit or distribute on this Mobile App any items, including without limitation computer viruses, Trojan horses, worms, backdoor, shutdown mechanism or other harmful, disruptive or destructive files or computer programs;
de: gegenstände, insbesondere Computerviren, Trojaner, Würmer, Backdoor, Abschaltmechanismen oder andere schädliche, störende oder zerstörerische Dateien oder Computerprogramme hochzuladen, zu posten oder anderweitig auf diese Mobile App zu übertragen oder zu verteilen;
es: cargar, publicar o transmitir o distribuir de cualquier otra forma en esta Aplicación Móvil cualquier elemento, incluyendo sin limitación virus informáticos, caballos de Troya, gusanos, puertas traseras, mecanismos de cierre u otros archivos o programas informáticos dañinos, perturbadores o destructivos;
pt: carregar, publicar ou transmitir ou distribuir neste aplicativo móvel quaisquer itens, incluindo, sem limitação, vírus de computador, cavalos de Tróia, worms, backdoor, mecanismo de desligamento ou outros arquivos ou programas de computador prejudiciais, disruptivos ou destrutivos;

source: interfere with the security of, or otherwise abuse, this Mobile App or any Services, system resources, accounts, servers or networks connected to or accessible through this Mobile App or associated or linked sites;
de: die Sicherheit dieser Mobile App oder von Diensten, Systemressourcen, Konten, Servern oder Netzwerken, die mit dieser Mobile App oder zugehörigen oder verlinkten Seiten verbunden oder über diese zugänglich sind, zu beeinträchtigen oder anderweitig zu missbrauchen;
es: interferir con la seguridad de, o de alguna otra manera abusar de, esta aplicación móvil o cualquier servicio, recursos del sistema, cuentas, servidores o redes conectadas o accesibles a través de esta aplicación móvil o sitios asociados o vinculados;
pt: interferir com a segurança ou de outra forma abusar desta Aplicação Móvel ou de quaisquer Serviços, recursos do sistema, contas, servidores ou redes conectados ou acessíveis através desta Aplicação Móvel ou sites associados ou vinculados;

source: infringe on any patent, trade-mark, trade secret, copyright, right of publicity, or other proprietary right of any person, or impersonate any person or entity;
de: ein Patent, eine Handelsmarke, ein Geschäftsgeheimnis, ein Urheberrecht, ein Recht auf Öffentlichkeit oder ein anderes Eigentumsrecht einer Person zu verletzen oder sich als eine andere Person oder Organisation auszugeben;
es: infringir cualquier patente, marca comercial, secreto comercial, derecho de autor, derecho de publicidad u otro derecho de propiedad de cualquier persona, o hacerse pasar por cualquier persona o entidad;
pt: infringir qualquer patente, marca, segredo comercial, direito autoral, direito de publicidade, ou outro direito de propriedade de qualquer pessoa, ou fazer-se passar por qualquer pessoa ou entidade;

source: disrupt or interfere with any other person's use or enjoyment of this Mobile App or associated or linked online services;
de: die Nutzung oder den Genuss dieser Mobile App oder damit verbundener oder verlinkter Online-Dienste durch eine andere Person zu stören oder zu beeinträchtigen;
es: interrumpir o interferir con el uso o disfrute de cualquier otra persona de esta aplicación móvil o de los servicios en línea asociados o vinculados;
pt: interromper ou interferir com o uso ou usufruto desta aplicação móvel por qualquer outra pessoa ou serviços on-line associados ou vinculados;

source: use any robot, spider or other automatic program or device, or manual process to monitor, copy, summarize, or otherwise extract information from this Mobile App or the Content in whole or in part;
de: einen Roboter, Spider oder ein anderes automatisches Programm oder Gerät oder einen manuellen Prozess zu verwenden, um diese Mobile App oder den Inhalt ganz oder teilweise zu überwachen, zu kopieren, zusammenzufassen oder anderweitig Informationen daraus zu extrahieren;
es: utilizar cualquier robot, araña u otro programa o dispositivo automático o proceso manual para monitorear, copiar, resumir o extraer información de esta Aplicación Móvil o del Contenido en su totalidad o en parte;
pt: usar qualquer robô, aranha ou outro programa ou dispositivo automático, ou processo manual para monitorar, copiar, resumir, ou de outra forma extrair informações deste aplicativo móvel ou do conteúdo no todo ou em parte;

source: use or attempt to use another's account, password, service, system or other information without prior written authorization from Flow, or create or use a false identity on this Mobile App;
de: das Konto, Kennwort, den Dienst, das System oder andere Informationen eines anderen ohne vorherige schriftliche Genehmigung von Flow zu verwenden oder zu versuchen, diese zu verwenden, oder eine falsche Identität in dieser Mobile App zu erstellen oder zu verwenden;
es: utilizar o intentar utilizar la cuenta, la contraseña, el servicio, el sistema u otra información de otra persona sin la autorización previa por escrito de Flow, o crear o utilizar una identidad falsa en esta aplicación móvil;
pt: usar ou tentar usar a conta, senha, serviço, sistema ou outras informações de outra pessoa sem autorização prévia por escrito da Flow, ou criar ou usar uma identidade falsa neste aplicativo móvel;

source: transmit on, to or from this Mobile App spam, chain letters, junk mail or any other type of unsolicited mass e-mail;
de: auf, an oder von dieser Mobilen App Spam, Kettenbriefe, Junk-Mails oder jede andere Art von unerwünschten Massen-E-Mails zu übertragen;
es: transmitir en, hacia o desde esta aplicación móvil spam, cartas en cadena, correo basura o cualquier otro tipo de correo electrónico masivo no solicitado;
pt: transmitir sobre, para ou a partir desta aplicação móvel spam, cartas em cadeia, lixo eletrônico ou qualquer outro tipo de e-mail em massa não solicitado;
