Repository: ricardoBento/nx-workspace-mobileapps
Catalog: apps/flowapp/www/locales/*/*.po
Languages: de, es, pt

source: upload to, distribute to, or otherwise disseminate through this Mobile App any material or information of any kind that is threatening, harassing, libellous, defamatory, obscene, pornographic, fraudulent, deceptive, abusive, or otherwise violates any law or infringes or violates any rights of any other person or entity, or contains a solicitation of funds, advertising, or a solicitation for goods or services; or
de: materialien oder Informationen jeglicher Art, die bedrohlich, belästigend, verleumderisch, diffamierend, obszön, pornografisch, betrügerisch, täuschend oder missbräuchlich sind oder anderweitig gegen ein Gesetz verstoßen oder die Rechte einer anderen natürlichen oder juristischen Person verletzen, auf diese Mobile App hochzuladen, zu verteilen oder anderweitig über diese Mobile App zu verbreiten, oder die eine Aufforderung zur Einzahlung von Geldern, Werbung oder eine Aufforderung zum Erwerb von Waren oder Dienstleistungen enthalten; oder
es: cargar, distribuir o difundir de otro modo a través de esta aplicación móvil cualquier material o información de cualquier tipo que sea amenazador, acosador, calumnioso, difamatorio, obsceno, pornográfico, fraudulento, engañoso, abusivo, o que de otro modo infrinja cualquier ley o infrinja o viole cualquier derecho de cualquier otra persona o entidad, o que contenga una solicitud de fondos, publicidad o una solicitud de bienes o servicios; o
pt: carregar, distribuir ou de outra forma disseminar através deste aplicativo móvel qualquer material ou informação de qualquer tipo que seja ameaçador, assediador, difamatório, obsceno, pornográfico, fraudulento, enganoso, abusivo ou de outra forma viole qualquer lei ou infrinja ou viole quaisquer direitos de qualquer outra pessoa ou entidade, ou contenha uma solicitação de fundos, publicidade ou uma solicitação de bens ou serviços; ou

source: attempt to obtain unauthorized access to this Mobile App or portions of this Mobile App which are restricted from general access.
de: der Versuch, unbefugten Zugriff auf diese Mobile App oder auf Teile dieser Mobile App, die dem allgemeinen Zugriff entzogen sind, zu erhalten.
es: intentar obtener un acceso no autorizado a esta aplicación móvil o a partes de la misma que estén restringidas al acceso general.
pt: tentar obter acesso não autorizado a este aplicativo móvel ou a partes deste aplicativo móvel que são restringidas do acesso geral.

source: You also agree that you are solely responsible for actions and communications undertaken or transmitted in the course of your usage of this Mobile App, and that you will comply with all laws that apply or may apply to your use of or activities on this Mobile App or in respect of the Content.
de: Sie erklären sich außerdem damit einverstanden, dass Sie die alleinige Verantwortung für Handlungen und Kommunikationen tragen, die im Rahmen Ihrer Nutzung dieser Mobilen App vorgenommen oder übermittelt werden, und dass Sie alle Gesetze einhalten werden, die für Ihre Nutzung oder Aktivitäten auf dieser Mobilen App oder in Bezug auf den Inhalt gelten oder gelten könnten.
es: También acepta que es el único responsable de las acciones y comunicaciones realizadas o transmitidas durante el uso de esta Aplicación móvil, y que cumplirá con todas las leyes que se aplican o pueden aplicarse al uso o las actividades de esta Aplicación móvil o con respecto al Contenido.
pt: Você também concorda que é o único responsável pelas ações e comunicações realizadas ou transmitidas durante seu uso desta Aplicativo Móvel, e que cumprirá com todas as leis que se aplicam ou podem se aplicar ao seu uso ou atividades nesta Aplicativo Móvel ou em relação ao Conteúdo.

source: Unless otherwise noted, all Content is subject to intellectual property rights including copyrights and trade marks held or licensed by Flow. You may print or download one copy of the Content on this Mobile App on a single computer for your personal, non commercial use, provided you keep intact all copyright and other proprietary notices. Any other reproduction or use without express prior written permission from Flow, or Flow's content providers as the case may be, is strictly prohibited. Except as expressly provided herein, no license to use or reproduce the Content is given to you and all intellectual property rights therein are expressly reserved. Systematic retrieval of data or other Content from this Mobile App to create or compile, directly or indirectly, a collection, compilation, database or directory without express prior written permission from Flow is prohibited.
de: Sofern nicht anders angegeben, unterliegt der gesamte Inhalt geistigen Eigentumsrechten, einschließlich Urheberrechten und Marken, die im Besitz von Flow sind oder von Flow lizenziert wurden. Sie dürfen eine Kopie des Inhalts dieser Mobilen App auf einem einzelnen Computer für Ihren persönlichen, nicht kommerziellen Gebrauch ausdrucken oder herunterladen, vorausgesetzt, dass Sie alle Urheberrechts- und sonstigen Eigentumshinweise unverändert beibehalten. Jede andere Vervielfältigung oder Nutzung ohne ausdrückliche vorherige schriftliche Genehmigung von Flow bzw. den Inhaltsanbietern von Flow ist strengstens untersagt. Sofern nicht ausdrücklich anders angegeben, wird Ihnen keine Lizenz zur Nutzung oder Vervielfältigung des Inhalts erteilt, und alle geistigen Eigentumsrechte daran sind ausdrücklich vorbehalten. Das systematische Abrufen von Daten oder anderen Inhalten aus dieser Mobile App, um direkt oder indirekt eine Sammlung, Zusammenstellung, Datenbank oder ein Verzeichnis zu erstellen oder zu kompilieren, ist ohne ausdrückliche vorherige schriftliche Genehmigung von Flow verboten.
es: A menos que se indique lo contrario, todo el Contenido está sujeto a derechos de propiedad intelectual, incluidos los derechos de autor y las marcas comerciales de las que Flow es titular o con licencia. Puede imprimir o descargar una copia del Contenido de esta Aplicación móvil en un solo ordenador para su uso personal y no comercial, siempre que mantenga intactos todos los avisos de derechos de autor y otros avisos de propiedad. Queda estrictamente prohibida cualquier otra reproducción o uso sin el previo y expreso permiso escrito de Flow, o de los proveedores de contenido de Flow, según sea el caso. Salvo lo expresamente previsto en el presente, no se le concede ninguna licencia de uso o reproducción del Contenido y todos los derechos de propiedad intelectual sobre el mismo están expresamente reservados. Queda prohibida la recuperación sistemática de datos u otros Contenidos de esta Aplicación Móvil para crear o compilar, directa o indirectamente, una colección, compilación, base de datos o directorio sin el previo permiso escrito de Flow.
pt: A menos que de outra forma observado, todo o Conteúdo está sujeito a direitos de propriedade intelectual, incluindo direitos autorais e marcas registradas detidas ou licenciadas pela Flow. Você pode imprimir ou baixar uma cópia do Conteúdo neste aplicativo móvel em um único computador para seu uso pessoal e não comercial, desde que mantenha intactos todos os direitos autorais e outros avisos de propriedade. Qualquer outra reprodução ou uso sem permissão prévia por escrito expressa da Flow, ou dos provedores de conteúdo da Flow, conforme o caso, é estritamente proibida. Exceto conforme expressamente previsto neste documento, nenhuma licença de uso ou reprodução do Conteúdo é dada a você e todos os direitos de propriedade intelectual nele contidos são expressamente reservados. É proibida a recuperação sistemática de dados ou outro Conteúdo deste aplicativo móvel para criar ou compilar, direta ou indiretamente, uma coleção, compilação, banco de dados ou diretório sem permissão prévia por escrito expressa da Flow.

source: Links and Third Party Websites
de: Links und Websites von Dritten
es: Enlaces y sitios web de terceros
pt: Links e sites de terceiros

source: Flow may provide to you, on this Mobile App, links to Third Party Websites operated by other entities. These Third Party Websites will typically be identifiable through , though the Site does occasionally contain content from Third Party Websites within the WEBSITE URL. You agree that this Site provides no dialogue box or other clear demarcation indicator when you leave this Site and enter a Third Party Website. Links to Third Party Websites does not constitute an endorsement, sponsorship or recommendation by Flow of the Third Party Websites, the entities themselves or of any content, services or products available on or through such Third Party Websites. If you use these Third Party Websites, you do so at your own risk and it is your responsibility to take all protective measures to guard against viruses and other destructive elements. Links do not imply that Flow or this Site is affiliated or associated with, or is legally authorized to use any trade-mark, trade name, logo or copyright symbol displayed in or accessible through the links, or that any Third Party Website is authorized to use any trademark, trade name, logo or copyright symbol of Flow. Third Party Websites may create other contractual obligations between you and the third party entity in addition to these Terms and Conditions.
de: Flow kann Ihnen in dieser mobilen App Links zu Websites von Drittanbietern zur Verfügung stellen, die von anderen Unternehmen betrieben werden. Diese Websites von Drittanbietern sind in der Regel durch , identifizierbar, obwohl die Site gelegentlich Inhalte von Websites von Drittanbietern innerhalb der WEBSITE-URL enthält. Sie erklären sich damit einverstanden, dass diese Website kein Dialogfeld oder einen anderen eindeutigen Abgrenzungsindikator bereitstellt, wenn Sie diese Website verlassen und eine Website eines Drittanbieters betreten. Links zu Websites von Drittanbietern stellen keine Billigung, Förderung oder Empfehlung der Websites von Drittanbietern, der Unternehmen selbst oder von Inhalten, Dienstleistungen oder Produkten, die auf oder über solche Websites von Drittanbietern verfügbar sind, durch Flow dar. Wenn Sie diese Websites Dritter nutzen, tun Sie dies auf eigenes Risiko, und es liegt in Ihrer Verantwortung, alle Schutzmaßnahmen zum Schutz vor Viren und anderen zerstörerischen Elementen zu ergreifen. Links bedeuten nicht, dass Flow oder diese Website mit Flow verbunden oder assoziiert ist oder rechtlich befugt ist, Markenzeichen, Handelsnamen, Logos oder Urheberrechtssymbole zu verwenden, die in den Links angezeigt werden oder über diese zugänglich sind, oder dass eine Website von Dritten befugt ist, Markenzeichen, Handelsnamen, Logos oder Urheberrechtssymbole von Flow zu verwenden. Websites von Dritten können zusätzlich zu diesen Bedingungen weitere vertragliche Verpflichtungen zwischen Ihnen und dem Drittanbieter begründen.
es: Flow puede proporcionarle, en esta aplicación móvil, enlaces a sitios web de terceros operados por otras entidades. Estos Sitios web de terceros suelen ser identificables a través de , aunque el Sitio contiene ocasionalmente contenido de Sitios web de terceros dentro de la URL del SITIO. Usted acepta que este Sitio no proporciona ningún cuadro de diálogo ni ningún otro indicador de demarcación claro cuando sale de este Sitio y entra en un Sitio Web de Terceros. Los enlaces a Sitios web de terceros no constituyen un respaldo, patrocinio o recomendación por parte de Flow de los Sitios web de terceros, las entidades mismas o de cualquier contenido, servicio o producto disponible en o a través de dichos Sitios web de terceros. Si usted utiliza estos Sitios Web de Terceros, lo hace bajo su propio riesgo y es su responsabilidad tomar todas las medidas de protección para protegerse de los virus y otros elementos destructivos. Los enlaces no implican que Flow o este Sitio esté afiliado o asociado con, o esté legalmente autorizado para utilizar cualquier marca comercial, nombre comercial, logotipo o símbolo de copyright mostrado en o accesible a través de los enlaces, o que cualquier Sitio Web de Terceros esté autorizado para utilizar cualquier marca comercial, nombre comercial, logotipo o símbolo de copyright de Flow. Los Sitios web de terceros pueden crear otras obligaciones contractuales entre usted y la entidad de terceros además de estos Términos y condiciones.
pt: O Flow pode fornecer a você, neste aplicativo móvel, links para sites de terceiros operados por outras entidades. Estes Websites de Terceiros serão tipicamente identificáveis através de , embora o Site contenha ocasionalmente conteúdo de Websites de Terceiros dentro da URL do SITE. Você concorda que este Site não fornece caixa de diálogo ou outro indicador de demarcação clara quando você sair deste Site e entrar em um Site de Terceiros. Links para Websites de Terceiros não constituem um endosso, patrocínio ou recomendação por fluxo dos Websites de Terceiros, das próprias entidades ou de qualquer conteúdo, serviços ou produtos disponíveis em ou através de tais Websites de Terceiros. Se você usar estes Websites de Terceiros, você o faz por sua própria conta e risco e é sua responsabilidade tomar todas as medidas de proteção para se proteger contra vírus e outros elementos destrutivos. Os links não implicam que a Flow ou este Site seja afiliado ou associado a, ou esteja legalmente autorizado a usar qualquer marca comercial, nome comercial, logotipo ou símbolo de direitos autorais exibidos ou acessíveis através dos links, ou que qualquer Site de Terceiros esteja autorizado a usar qualquer marca comercial, nome comercial, logotipo ou símbolo de direitos autorais da Flow. Os websites de terceiros podem criar outras obrigações contratuais entre você e a entidade terceirizada, além destes Termos e Condições.

source: This Mobile App will from time to time contain materials, data or information provided, posted or offered by third parties, including but not limited to advertisements. You agree that Flow shall not have any liability whatsoever to you for any such third party material, data or information.
de: Diese Mobile App wird von Zeit zu Zeit Materialien, Daten oder Informationen enthalten, die von Dritten bereitgestellt, veröffentlicht oder angeboten werden, einschließlich, aber nicht beschränkt auf Werbung. Sie erklären sich damit einverstanden, dass Flow Ihnen gegenüber keinerlei Haftung für solche Materialien, Daten oder Informationen von Dritten übernimmt.
es: Esta aplicación móvil contendrá de vez en cuando materiales, datos o información proporcionados, publicados u ofrecidos por terceros, incluidos, entre otros, anuncios publicitarios. Usted acepta que Flow no tendrá responsabilidad alguna ante usted por dicho material, datos o información de terceros.
pt: Este aplicativo móvel conterá de tempos em tempos materiais, dados ou informações fornecidas, publicadas ou oferecidas por terceiros, incluindo mas não se limitando a anúncios. Você concorda que a Flow não terá qualquer responsabilidade para com você por qualquer material, dados ou informações de terceiros.

source: Submission of Information
de: Einreichung von Informationen
es: Presentación de información
pt: Envio de informações

source: Although Flow may provide certain security in an effort to protect the electronic transmission of certain information that you submit to Flow through this Mobile App, Flow does not guarantee the security of any information transmitted to or from this Mobile App, including to or from any Third Party Websites linked to this Mobile App. Submission of any financial (eg. credit card) or other information to this Mobile App or to any Third Party Websites linked to this Mobile App is entirely at your own risk and responsibility. Do not send any confidential or proprietary information to Flow through this Mobile App. Except for personal information about you, any information you do send to Flow through this Mobile App will be deemed NOT to be confidential ('Non-Confidential Information). For any Non-Confidential Information you do send, you hereby grant to Flow a worldwide, royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate, distribute and sublicense any and all material or information submitted by you to this Mobile App and/or to incorporate it in other works regardless of form, medium or technology.
de: Obwohl Flow bestimmte Sicherheitsvorkehrungen trifft, um die elektronische Übertragung bestimmter Informationen zu schützen, die Sie über diese Mobile App an Flow übermitteln, garantiert Flow nicht die Sicherheit von Informationen, die an oder von dieser Mobile App übertragen werden, einschließlich an oder von mit dieser Mobile App verlinkten Websites Dritter. Die Übermittlung finanzieller (z. B. Kreditkarten-) oder sonstiger Informationen an diese Mobile App oder an mit dieser Mobile App verlinkte Websites von Drittanbietern erfolgt ausschließlich auf Ihr eigenes Risiko und Ihre eigene Verantwortung. Senden Sie keine vertraulichen oder geschützten Informationen über diese Mobile App an Flow. Mit Ausnahme von persönlichen Informationen über Sie werden alle Informationen, die Sie über diese Mobile App an Flow senden, als NICHT vertraulich betrachtet ("nicht vertrauliche Informationen"). Für alle von Ihnen gesendeten nicht vertraulichen Informationen gewähren Sie Flow hiermit ein weltweites, gebührenfreies, unbefristetes, unwiderrufliches, nicht exklusives Recht und die Lizenz, alle von Ihnen an diese Mobile App gesendeten Materialien oder Informationen zu verwenden, zu reproduzieren, zu modifizieren, zu adaptieren, zu veröffentlichen, zu übersetzen, zu vertreiben und Unterlizenzen zu vergeben und/oder sie in andere Werke zu integrieren, unabhängig von Form, Medium oder Technologie.
es: Aunque Flow puede proporcionar cierta seguridad en un esfuerzo por proteger la transmisión electrónica de cierta información que usted envía a Flow a través de esta aplicación móvil, Flow no garantiza la seguridad de ninguna información transmitida a o desde esta aplicación móvil, incluyendo a o desde cualquier sitio web de terceros vinculado a esta aplicación móvil. El envío de cualquier información financiera (p. ej. tarjeta de crédito) u otra información a esta aplicación móvil o a cualquier sitio web de terceros vinculado a esta aplicación móvil es totalmente bajo su propio riesgo y responsabilidad. No envíe ninguna información confidencial o propietaria a Flow a través de esta aplicación móvil. Excepto la información personal sobre usted, cualquier información que envíe a Flow a través de esta aplicación móvil se considerará NO confidencial ("Información no confidencial"). Para cualquier Información No Confidencial que usted envíe, usted otorga a Flow un derecho y licencia mundial, libre de regalías, perpetuo, irrevocable y no exclusivo para usar, reproducir, modificar, adaptar, publicar, traducir, distribuir y sublicenciar cualquier y todo el material o información enviada por usted a esta Aplicación Móvil y/o incorporarla en otros trabajos sin importar la forma, el medio o la tecnología.
pt: Embora a Flow possa fornecer certa segurança em um esforço para proteger a transmissão eletrônica de certas informações que você submete à Flow através desta aplicação móvel, a Flow não garante a segurança de nenhuma informação transmitida de ou para esta aplicação móvel, incluindo para ou de quaisquer sites de terceiros vinculados a esta aplicação móvel. O envio de qualquer informação financeira (por exemplo, cartão de crédito) ou outras informações para esta Aplicativa Móvel ou para quaisquer Websites de Terceiros vinculados a esta Aplicativa Móvel é inteiramente por sua conta e risco e responsabilidade. Não envie nenhuma informação confidencial ou proprietária para Fluir através desta Aplicativo móvel. Exceto para informações pessoais sobre você, qualquer informação que você enviar à Flow através desta Aplicativa Móvel será considerada NÃO confidencial ("Informações não confidenciais"). Para qualquer Informação Não-Confidencial que você enviar, você concede à Flow um direito e licença mundial, livre de royalties, perpétuo, irrevogável e não exclusivo para usar, reproduzir, modificar, adaptar, publicar, traduzir, distribuir e sublicenciar todo e qualquer material ou informação submetida por você a esta Aplicativa Móvel e/ou para incorporá-la em outros trabalhos, independentemente da forma, meio ou tecnologia.

source: Agreement to Privacy Policy
de: Zustimmung zur Datenschutzrichtlinie
es: Acuerdo de política de privacidad
pt: Acordo com a Política de Privacidade

source: Flow respects your desire for privacy. Flow's Privacy Policy can be found here [LINK TO PRIVACY PAGE NEEDED HERE]. By accessing this Mobile App, you are consenting to the collection, use and disclosure of your personal information and to the terms of our Privacy Policy. If we decide to change our Privacy Policy, we will post the revised Privacy Policy prominently on this Mobile App or otherwise bring it to your attention, so that you are always aware of what we do with your information.
de: Flow respektiert Ihren Wunsch nach Privatsphäre. Die Datenschutzrichtlinie von Flow finden Sie hier [LINK ZUR PRIVACY-SEITE HIER]. Indem Sie auf diese Mobile App zugreifen, stimmen Sie der Erfassung, Verwendung und Offenlegung Ihrer persönlichen Daten sowie den Bedingungen unserer Datenschutzrichtlinie zu. Wenn wir uns entscheiden, unsere Datenschutzrichtlinie zu ändern, werden wir die überarbeitete Datenschutzrichtlinie an prominenter Stelle in dieser Mobilen App veröffentlichen oder Sie anderweitig darauf aufmerksam machen, damit Sie immer wissen, was wir mit Ihren Daten tun.
es: Flow respeta su deseo de privacidad. La política de privacidad de Flow se puede encontrar aquí [LINK TO PRIVACY PAGE NEEDED HERE]. Al acceder a esta aplicación móvil, usted está dando su consentimiento a la recopilación, uso y divulgación de su información personal y a los términos de nuestra Política de Privacidad. Si decidimos cambiar nuestra Política de Privacidad, publicaremos la Política de Privacidad revisada de forma destacada en esta Aplicación Móvil o se lo haremos saber de alguna otra forma, para que siempre esté al tanto de lo que hacemos con su información.
pt: O fluxo respeita seu desejo de privacidade. A Política de Privacidade da Flow pode ser encontrada aqui [LINK TO PRIVACY PAGE NEEDE AQUI]. Ao acessar este aplicativo móvel, você está consentindo com a coleta, uso e divulgação de suas informações pessoais e com os termos de nossa Política de Privacidade. Se decidirmos mudar nossa Política de Privacidade, publicaremos a Política de Privacidade revisada de forma proeminente nesta Aplicativo Móvel ou, de outra forma, a chamar sua atenção, para que você esteja sempre ciente do que fazemos com suas informações.

source: Disclaimers
de: Haftungsausschlüsse
es: Descargo de responsabilidad
pt: Disposições Gerais
